Repository: jegoyalu/jariscms
Catalog: modules/favicon/language/*/strings.po
Languages: es

source: Favicon Settings
es: Configuraciones del Favicon

source: Changes successfully saved.
es: Cambios exitosamente guardados.

source: Enable
es: Activar

source: Disable
es: Desactivar

source: Enable or disable the generation of favicon html code.
es: Activa o desactiva la generación de código html para el favicon.

source: Current image:
es: Imagen actual:

source: Favicon image file:
es: Archivo de imagen del favicon:

source: Please upload a 310px X 310px image.
es: Por favor suba una imagen de 310px X 310px de tamaño.

source: Application name:
es: Nombre de aplicación:

source: When your site is treated like a mobile application this is the name that will be displayed for it.
es: Cuando su página de internet es tratada como una aplicación móvil, este sera el nombre mostrado.

source: Metro tile color:
es: Color de teja en metro:

source: A tile color for Windows metro interface.
es: Un color para las tejas en la interface metro de Windows.

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Settings
es: Configuraciones

source: Set or modify the favorite icon of the site.
es: Asigna o configura el icono favorito de la página.

source: Generates the required html for the favorites icon.
es: Genera el html requerido para los iconos favoritos.

source: Remember to add your favorite icon on the Settings section of the Control Center.
es: Recuerda añadir su icono de favorito en la sección de Configuraciones del Centro de Control.

source: Add Icon Now
es: Añadir Icono Ahora
