Repository: jegoyalu/jariscms
Catalog: modules/popup/language/*/strings.po
Languages: es

source: Your changes have been saved.
es: Tus cambios fueron guardados.

source: Description:
es: Descripción:

source: A description of the popup for your reference.
es: Una descripción del popup para su referencia.

source: Message:
es: Mensaje:

source: The message that will appear on the popup. Can be a mix of html and php code.
es: El mensaje que aparecerá en el popup. Puede ser una mezcla de html y código php.

source: Condition:
es: Condición:

source: A condition expressed as php code that should return true if the popup message should be displayed or false otherwise. Eg: &lt;?php if(true){return true;} else{return false;} ?&gt;
es: Una condición expresada como código php que debe devolver cierto si el popup debe ser mostrar o falso si no. Ejemplo: &lt;?php if(true){return true;} else{return false;} ?&gt;

source: Delay:
es: Retraso:

source: A delay in seconds to display the popup.
es: Un retraso en segundos para mostrar el popup.

source: Only display the popup when the mouse leaves the window.
es: Solamente mostrar el popup cuando el ratón deja la ventana.

source: Display Once:
es: Mostrar una sola vez:

source: Only display the popup once.
es: Muestra el popup una sola vez.

source: Popup Options
es: Opciones del Popup

source: Select the groups that can see this popup. Don't select anything to display the popup to everyone.
es: Seleccione los grupos que pueden ver este popup. No seleccione nada para mostrar el popup a todos.

source: Users Access
es: Acceso de Usuarios

source: Display in all pages except the listed ones.
es: Mostrar en todas las páginas excepto en las listadas.

source: Just display on the listed pages.
es: Solo mostrar en las páginas listadas.

source: Pages:
es: Páginas:

source: Pages to display
es: Páginas a Mostrar

source: Delete Popup
es: Borar Popup

source: Popup successfully deleted.
es: Popup borrado exitosamente.

source: Are you sure you want to delete the popup?
es: Esta seguro(a) que desea borrar el popup?

source: Click add to create a new popup.
es: Haga click en añadir para crear un nuevo popup.

source: Create or manage popup messages.
es: Crear o manejar mensajes de popup.

source: You can now configure your popup messages.
es: Ahora puede configurar mensajes de popup.

source: Configure Now
es: Configurar Ahora
