Repository: jegoyalu/jariscms
Catalog: modules/importer/language/*/strings.po
Languages: es

source: Content Exporter
es: Exportador de Contenido

source: Exported a total of %s files.
es: Exportado un total de %s archivos.

source: Delimiter:
es: Delimitador:

source: The character used to seperate fields on the csv file.
es: El caracter usado para separar los campos en el archivo csv.

source: Enclosure:
es: Encierro:

source: The character used to enclose fields on the csv file.
es: El caracter usado para encerrar los campos en el archivo csv.

source: CSV File Options
es: Opciones de Archivo CSV

source: Language:
es: Lenguaje:

source: In which language to export the content.
es: En que lenguaje va a exportar el contenido.

source: Type:
es: Tipo:

source: Type of content to export into the csv file.
es: Tipo de contenido a exportar en el archivo csv.

source: Remove html code from the content?
es: ¿Remover código html de el contenido?

source: Enabling this option will remove all html tags and styling of the content, leaving only a plain text.
es: Al activar esta opción se removerán todos los tags de html y estilización del contenido, dejando solamente text plano.

source: Export Options
es: Opciones de Exportación

source: Before proceeding to export please take into account that the process can take a huge amount of time.
es: Antes de proceder a la exportación por favor tenga en cuenta que el proceso puede tomar una gran cantidad de tiempo.

source: Export
es: Exportar

source: Download
es: Descargar

source: Content Importer
es: Importador de Contenido

source: Please match a column as the title of the content.
es: Por favor asocia una columna como el título del contenido.

source: Imported a total of %s files.
es: Se importaron un total de %s archivos.

source: Updated a total of %s files.
es: Se subieron un total de %s archivos.

source: Escape sequence:
es: Secuencia de escape:

source: The character used to escape special characters like the delimeter and enclosure.
es: El caracter usado para escapar los caracteres especiales como el delimitador y el encierro en los campos del archivo csv.

source: CSV File Parsing Options
es: Opciones de Análisis Gramático del Archivo CSV

source: Comma Seperated Values (CSV) file:
es: Archivo de Valores Separados por Coma (CSV):

source: Proceed
es: Proseguir

source: CSV file preview
es: Prevista del archivo CSV

source: The uri column was detected, this import will only update existing content.
es: La columna de uri fue detectada, esta importación solo actualizara el contenido existente.

source: None
es: Ninguno

source: Title
es: Titulo

source: Content
es: Contenido

source: Category Exact Match
es: Categoría Pareo Exacto

source: Category Best Match
es: Categoría Mejor Opción

source: Image
es: Imágen

source: Image URL
es: URL de Imagen

source: File
es: Archivo

source: Meta Title
es: Meta Titulo

source: Meta Description
es: Meta Descripción

source: Meta Keywords
es: Meta Palabras Claves

source: Custom
es: Personalizado

source: Users List
es: Lista de Usuarios

source: Groups List
es: Lista de Grupos

source: Categories List
es: Lista de Categorías

source: Input Format
es: Formato de Entrada

source: Content Type
es: Tipo de Contenido

source: Custom field:
es: Campo personalizado:

source: Columns matching
es: Asociación de columnas

source: Select how to match all the columns.
es: Selecciona como asociar todos los campos.

source: Language used when updating existing content.
es: Lenguaje utilizado al actualizar el contenido actual.

source: Type used when creating pages from the csv file.
es: Tipo utilizado cuando se crean las páginas desde el archivo csv.

source: Convert new lines to &lt;br&gt;?
es: Convertir los caracteres de nuevas líneas a &lt;br&gt;?

source: Enabling this option will convert new lines on the content field into html break tags.
es: Al habilitar esta opción las nuevas líneas en el campo de contenido serán convertidas a etiquetas de rotura.

source: Images path:
es: Ruta de imágenes:

source: Relative path to directory which contains all images. Example: resources/images
es: Ruta relativa del directorio que contiene todas las imágenes. Ejemplo: recursos/imagenes

source: Files path:
es: Ruta de archivos:

source: Relative path to directory which contains all files. Example: resources/files
es: Ruta relativa del directorio que contiene todos los archivos. Ejemplo: recursos/archivos

source: Import Options
es: Opciones de Importe

source: Users Access
es: Acceso de Usuarios

source: Select the groups that can see this content. Don't select anything to display content to everyone.
es: Selecciona los grupos que pueden ver este contenido. No seleccione nada para mostrarlo a todos.

source: Before proceeding to import please take into account that the process can take a huge amount of time.
es: Antes de proceder por favor tome en cuenta que el proceso puede tomar una cantidad considerable de tiempo.

source: Import
es: Importar

source: Cancel
es: Cancelar

source: Import Content
es: Importar Contenido

source: Export Content
es: Exportar Contenido

source: Importing/Exporting
es: Importar/Exportar

source: Import content into the system by reading a csv file.
es: Importar contenido al sistema leyendo un archivo csv.

source: Export content from the system into a csv file.
es: Exporta el contenido de el sistema a un archivo csv.

source: Importer
es: Importador

source: Module to add content into the system by reading a csv file.
es: Módulo para agregar contenido al sistema medianta la lectura de un archivo csv.

source: You can import pages by going to the just installed content import section.
es: Puedes empezar a importar páginas visitando la sección de importe de contenido.

source: Go to importer
es: Ir al importador
