Repository: jegoyalu/jariscms
Catalog: modules/ckeditor/language/*/strings.po
Languages: es

source: CKEditor Settings
es: Configuraciones de CKEditor

source: Your changes have been saved.
es: Tus cambios fueron guardados.

source: Groups
es: Grupos

source: Description
es: Descripción

source: edit
es: editar

source: Enable ckeditor?
es: Activar ckeditor?

source: Here you can <a target="_blank" href="%s">alter</a> the ckeditor configuration.
es: Aquí puedes <a target="_blank" href="%s">alterar</a> la configuración del CKEeditor.

source: Configuration:
es: Configuración:

source: Main color of the editor interface.
es: Color principal de la interfaz del editor.

source: Check all plugins to enable:
es: Marca todos los 'plugins' a activar:

source: Textarea Id:
es: Id del textarea:

source: List of textarea id's seperated by comma (,).
es: Listado de id para diferentes textarea separados por coma (,).

source: Form names:
es: Nombre formularios:

source: List of form names seperated by comma (,).
es: Listado de nombres de formularios separados por coma (,).

source: Show disable editor button?
es: Mostrar botón para desactivar editor?

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Selected group:
es: Grupo seleccionado:

source: File browser
es: Nagevador de archivos

source: Click a file below to select.
es: Haz click en un nombre de archivo para seleccionar.

source: No files available.
es: No hay archivos disponibles.

source: File Upload
es: Subida de Archivo

source: File uploads not permitted for this content type.
es: Subida de archivos no permitida para este tipo de contenido.

source: Maximum file uploads reached.
es: Cantidad máxima de archivos subidos alcanzada.

source: Image browser
es: Navegador de imágenes

source: Click on the image to add.
es: Haz click en la imagen a añadir.

source: No images available.
es: No hay imágenes disponibles.

source: Image Upload
es: Subida de Imagen

source: Image uploads not permitted for this content type.
es: Subida de imágenes no permitida para este tipo de contenido.

source: Maximum image uploads reached.
es: Cantidad máxima de imágenes subidas alcanzada.

source: Disable Editor
es: Desactivar Editor

source: Enable Editor
es: Activar Editor

source: Remember to set the ckeditor configurations to work properly.
es: Recuerda configurar las opciones de CKEditor para un correcto funcionamiento.

source: Configure Now
es: Configurar Ahora
