Repository: jegoyalu/jariscms
Catalog: modules/listing/language/*/strings.po
Languages: es

source: Filter
es: Filtrar

source: Add Listing Block
es: Añadir Bloque de Listado

source: The block was successfully created.
es: El bloque fue creado exitosamente.

source: Description:
es: Descripción:

source: Title:
es: Titulo:

source: Pre-content:
es: Pre-contenido:

source: Content that will appear above the results.
es: Contenido que aparecerá encima de los resultados.

source: Sub-content:
es: Sub-contenido:

source: Content that will appear below the results.
es: Contenido que aparecerá debajo de los resultados.

source: Treat listing as products?
es: ¿Tratar listado como productos?

source: If all selected content types on the filter are products the listing is treated as a listing of products.
es: Si todos los tipos de contenido seleccionados en el filtro son de productos el listado es tratado como un listado de productos.

source: Display prices?
es: ¿Mostrar precios?

source: Display the product base price.
es: Muestra el precio base del producto.

source: On sale only?
es: ¿En oferta solamente?

source: Display only the products that are on sale.
es: Muestra solamente los productos que esta en oferta.

source: Note: To treat the listed results as products, every content type selected on the filters section must be a valid product content type.
es: Nota: Para tratar los resultados como productos, todos los tipos de contenido seleccionados en los filtros deben ser de productos.

source: Content type:
es: Tipo de contenido:

source: Authors:
es: Autores:

source: List of usernames separated by comma, for example: admin, joe, john
es: Listado de nombres de usuario separados por coma, por ejemplo: admin, joel, juan

source: Skip current page?
es: ¿Saltar página actual?

source: The current page is skipped from the results being displayed.
es: La página actual es obviada de los resultados a mostrar.

source: Related?
es: Relacionado?

source: The results shown are related to the page being displayed.
es: Los resultados mostrados son relacionados a la página mostrada.

source: Categories:
es: Categorías:

source: Match all
es: Asociar todo

source: Match partially
es: Asociar parcialmente

source: How you wish to match categories?
es: Como desea asociar las categorías?

source: Select 'Match partially' to allow results which match some of the categories selected, otherwise select 'Match all' to force the results to have all selected categories.
es: Seleccione 'Asociar parcialmente' para permitir resultados que contienen algunas de las categorías seleccionadas, de otro modo seleccione 'Asociar todo' para forzar los resultados a tener todas las categorías seleccionadas.

source: Filters
es: Filtros

source: Newest to oldest
es: Reciente hasta antiguo

source: Oldest to newest
es: Antiguo a reciente

source: Title ascendent
es: Título ascendente

source: Title descendent
es: Título descendente

source: Most viewed all time
es: Más visto todo el tiempo

source: Most viewed today
es: Más visto hoy

source: Most viewed this week
es: Más visto esta semana

source: Most viewed this month
es: Más visto este mes

source: Ordering
es: Ordenamiento

source: Display title?
es: ¿Mostrar título?

source: Display summary?
es: ¿Mostrar resumen?

source: Display view more link?
es: ¿Mostar enlace de ver más?

source: Maximum amount of words:
es: Cantidad maxima de palabras:

source: Amount of words displayed of the page summary.
es: Cantidad de palabras mostrar para el resumen.

source: Results to show:
es: Resultados a mostrar:

source: The amount of results to display.
es: La cantidad de resultados a mostrar.

source: Layout
es: Maqueta

source: Show thumbnail?
es: ¿Mostrar imagen?

source: Width:
es: Ancho:

source: The width of the thumbnail in pixels.
es: El ancho de las miniaturas en pixeles.

source: Height:
es: Alto:

source: The height of the thumbnail in pixels.
es: El alto de las miniaturas en pixeles.

source: Background color:
es: Color de fondo:

source: The background color of the thumbnail in case is neccesary.
es: El color de fondo de las miniaturas en caso de ser necesario.

source: Keep aspect ratio?
es: ¿Mantener aspecto?

source: Thumbnail
es: Miniatura

source: Users Access
es: Acceso de Usuarios

source: Pages:
es: Páginas:

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Edit Listing Block
es: Editar Bloque de Listado

source: Create Listing
es: Crear Listado

source: The listing was successfully created.
es: El listado fue creado exitosamente.

source: Categories
es: Categorías

source: Content:
es: Contenido:

source: Display reviews score?
es: ¿Mostrar puntuación de opiniones?

source: The score is displayed only if all selected content types on the filter have the reviews system enabled.
es: La puntuación es mostrada solamente si todos los tipos de contenido seleccionados en los filtros tiene la opción de opiniones activada.

source: Review points:
es: Puntos de reseña:

source: The amount of points used to calculate the reviews score.
es: La cantidad de puntos utilizados para calcular el puntaje de las reseñas.

source: Reviews Score
es: Puntuación de Reseñas

source: Display the review score given to listed content.
es: Muestra la puntuación de reseñas dada al contenido listado.

source: Grid
es: Cuadriculado

source: List
es: Lista

source: Display navigation?
es: ¿Mostrar navegación?

source: Display results per page selector?
es: ¿Mostrar selector de cantidad de resultados mostrados?

source: Enable the visitor to select the amount of results to display per page.
es: Permite que el visitante pueda seleccionar la cantidad de resultados a mostrar por página.

source: Display sorting selector?
es: ¿Mostrar selector de ordenamiento?

source: Enable the visitor to select the sorting mode.
es: Permite que el visitante puede seleccionar el orden en que se lista el contenido.

source: Results per page:
es: Resultados por página:

source: The amount of results to display in case the navigation is enabled.
es: La cantidad de resultados mostrados en caso que la navegación este habilitada.

source: Results per row:
es: Resultados por fila:

source: The amount of columns per row in case grid was select as layout.
es: La cantidad de columnas a mostrar por fila en caso que la maqueta seleccionada es cuadrículado.

source: Shows filter by selectors of all the categories that apply for the listed type, which allows the user to filter the displayed results. Only works if the listing is set to display a single content type.
es: Muestra selectores de filtros de todas las categorías que apliquen al contenido listado, lo que permite que el usuario pueda filtrar el contenido mostrado. Solo funciona si la página de listado esta configurada para mostrar contenido de un solo tipo.

source: Selector type:
es: Tipo de selector:

source: The type of control displayed.
es: El tipo de control mostrado.

source: Edit Listing
es: Editar Listado

source: Edit listing
es: Editar listado

source: View listing
es: Ver listado

source: Images
es: Imágenes

source: Create blocks to display a list a content by a given criteria.
es: Crear bloques para mostrar un listado de contenido con ciertos criterios.

source: Create Listing Block
es: Crear Bloque de Listado

source: not rated yet
es: no clasificado aún

source: Default
es: Predeterminado

source: Name Ascending
es: Nombre Ascendente

source: Name Descending
es: Nombre Descendente

source: Newest First
es: Nuevo Primero

source: Newest Last
es: Nuevo Último

source: Price Lowest
es: Precio Bajo

source: Price Highest
es: Precio Alto

source: Lowest Rating
es: Baja Clasificación

source: Highest Rating
es: Alta Clasificación

source: Sort by:
es: Ordenar por:

source: on sale
es: en oferta

source: View More
es: Ver Más

source: Content Listing
es: Listado de Contenido

source: To create pages that display a list of content by a given set of criteria.
es: Para crear paginas que muestran un listado de contenido por criterios.

source: Page that display a list of content by a given criteria.
es: Página que muestra un listado de contenido por criterios.

source: Image
es: Imagen

source: Preview
es: Previsualización
