Repository: jegoyalu/jariscms
Catalog: language/*/strings.po
Languages: es

source: Your registration is awaiting for approval. If the registration is approved you will receive an email notification.
es: Tu registración esta en proceso de aprobación. Si es aprobada recibirás una notificación por correo electrónico .

source: Your account is pending activation by email.
es: Su cuenta esta esperando a ser activada por correo electrónico.

source: To resend the activation e-mail click here:
es: Para re-enviar el correo electrónico de activación haga clic aquí:

source: re-send activation e-mail
es: re-enviar correo de activación

source: The username or password you entered is incorrect.
es: El usuario o contraseña que escribio es incorrecto.

source: view more
es: ver más

source: Default
es: Predeterminado

source: Header
es: Encabezado

source: Left
es: Izquierda

source: Right
es: Derecha

source: Center
es: Centro

source: Footer
es: Pie

source: None
es: Desactivado

source: -None Selected-
es: -Nada Seleccionado-

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: 0 seconds
es: 0 segundos

source: year
es: año

source: years
es: años

source: month
es: mes

source: months
es: meses

source: day
es: día

source: days
es: días

source: hour
es: hora

source: hours
es: horas

source: minute
es: minuto

source: minutes
es: minutos

source: second
es: segundo

source: seconds
es: segundos

source: {time} {period} ago
es: hace {time} {period}

source: The amount of uploaded files for %s exceeded the maximum allowed of %d.
es: La cantidad de archivos subidos para %s excede la cantidad máxima permitida de %d.

source: File size exceeded by
es: El tamaño de archivo excedio por

source: Maximum size permitted is:
es: Tamaño máximo permitido es:

source: Incorrect file type uploaded for
es: Tipo de archivo incorrecto subido para:

source: Supported file formats are:
es: Los formatos soportados son:

source: The amount of uploaded images for %s exceeded the maximum allowed of %d.
es: La cantidad de imágenes subidas para %s excede la cantidad máxima permitida de %d.

source: Incorrect image type uploaded for
es: Tipo de imagen incorrecto subido para:

source: Supported image formats are: jpeg, png and gif
es: Los formatos de imagen soportados son:

source: Allowed file types:
es: Tipos de archivos permitidos:

source: all
es: todo

source: Maximum allowed size is:
es: EL tamaño máximo permitido es:

source: Maximum amount of files allowed:
es: Cantidad máxima de archivos permitidos:

source: description
es: descripción

source: Current file:
es: Archivo actual:

source: Current files:
es: Archivos actuales:

source: Allowed image types: jpeg, png, gif
es: Tipos de imágenes permitidas: jpeg, png, gif

source: Maximum amount of images allowed:
es: Cantidad máxima de imágenes permitidas:

source: Current images:
es: Imágenes actuales:

source: You need to provide all the required fields, the ones marked with asterik.
es: Necesitas proveer todos los campos requeridos, los marcados con asterisco.

source: The sum you entered is incorrect.
es: La suma que entraste es incorrecta.

source: Form with required fields doesn't have a proper name.
es: Un formulario mostrado con campos requeridos no tiene un nombre.

source: Show Password
es: Mostrar Contraseña

source: characters left
es: caracteres restantes

source: Incorrect file type selected. The type should be:
es: Tipo de archivo seleccionado incorrecto. El tipo debería ser:

source: Maximum amount of files allowed reached.
es: Cantidad máxima de archivos subidos alcanzada.

source: Enter address to locate
es: Escribe una dirección para localizar

source: Locate
es: Localizar

source: Clear
es: Despejar

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
es: Dic

source: SU
es: DO

source: MO
es: LU

source: TU
es: MA

source: WE
es: MI

source: TH
es: JU

source: FR
es: VI

source: Selected date is out of range
es: El día seleccionado está fuera de rango.

source: Enter the sum of
es: Entra la suma de

source: Cancel
es: Cancelar

source: Enable login in offline mode
es: Permitir inicio en modo fuera de servicio

source: View
es: Ver

source: Create
es: Crear

source: Edit
es: Editar

source: Delete
es: Borrar

source: Return Code
es: Código de Regreso

source: Select input format
es: Selecciona el formato de entrada

source: Edit post settings
es: Editar configuraciones de envio

source: Approve
es: Aprobar

source: Duplicate
es: Duplicar

source: Select type
es: Seleccionar el tipo

source: Select groups
es: Seleccionar los grupos

source: Add/Edit Meta Tags
es: Añadir/Editar Meta Tags

source: Permit manually enter uri
es: Permitir la entrada manual de uri

source: Can edit all users content
es: Puede editar el contenido de otros usuarios

source: Edit upload width
es: Editar ancho de subidas

source: Configure
es: Configurar

source: Auto complete
es: Auto completar

source: Select
es: Seleccionar

source: Translate
es: Traducir

source: Install
es: Instalar

source: Uninstall
es: Desinstalar

source: Upgrade
es: Actualizar

source: View Keys
es: Ver Llaves

source: Add Keys
es: Agregar Llaves

source: Edit Keys
es: Editar Llaves

source: Delete Keys
es: Eliminar Llaves

source: Login
es: Iniciar

source: Blocks
es: Bloques

source: Content Blocks
es: Bloques de Contenido

source: Content
es: Contenido

source: Content Types
es: Tipo de Contenido

source: Categories
es: Categorías

source: Files
es: Archivos

source: Images
es: Imágenes

source: Input Formats
es: Formatos de Entrada

source: Subcategories
es: Subcategorías

source: Users
es: Usuarios

source: Groups
es: Grupos

source: Site Settings
es: Configuraciones del Sitio

source: Themes
es: Temas

source: Types Access
es: Acceso a los Tipos

source: Languages
es: Lenguajes

source: Modules
es: Módulos

source: Full HTML
es: HTML Completo

source: Supports all html tags
es: Soporta todas las etiquetas de html.

source: PHP Code
es: Código PHP

source: For executing php code with no filtering.
es: Para ejecutar código php sin filtraje.

source: Submit
es: Enviar

source: The language already exist.
es: El lenguaje ya existe.

source: Language could not be added, check your write permissions on the <b>language</b> directory.
es: El lenguaje no se pudo crear, verifica tus permisos de escritura en el directorio de <b>language</b>.

source: Failed to send e-mail '{subject}' to {email} with error: {error}.
es: Fallo al enviar el correo electrónico '{subject}' a {email} con el error: {error}.

source: Your password has been reset.
es: Tu contraseña fue reinicializada.

source: Hi
es: Hola

source: Your current username is:
es: Tu nombre de usuario actual es:

source: The new password for your account is:
es: La nueva contraseña para tu cuenta es:

source: Is recommended that you log in and change the password as soon as possible.
es: Es recomendable que inicies y cambies tu contraseña lo más pronto posible.

source: To log in access the following url:
es: Para iniciar puedes accesar el siguiente enlace:

source: A new account has been created and is pending for administration approval.
es: Una nueva cuenta a sido creado y esta esperando por aprobación de parte de los administradores.

source: Fullname:
es: Nombre completo:

source: Username:
es: Usuario:

source: E-mail:
es: Correo Electrónico:

source: For more details or approve this registration visit the users management page:
es: Para más detalles o aprobar esta registración visita la sección de manejo de usuarios:

source: New registration pending for approval
es: Nueva registración esperado por aprobación

source: New content has been created and is pending for administration approval.
es: Nuevo contenido fue creado y esta esperando por aprobación administrativa.

source: Content Title:
es: Título de Contenido:

source: Content Type:
es: Tipo de Contenido:

source: Submitted by:
es: Enviado por:

source: For more details or to approve this content visit the approve content page:
es: Para más detalles o para aprobar este contenido visite la sección de aprobación de contenido.

source: New content pending for approval
es: Nuevo contenido esperando por aprobación.

source: To finish the registration process please click the following link to activate your account:
es: Para terminar el proceso de registración por favor haga clic en el siguiente enlace para activar su cuenta:

source: Account Activation
es: Activación de Cuenta

source: Welcome!
es: Bienvenido!

source: The following modules need to be installed first:
es: Los siguientes módulos deben ser instalados primero:

source: This module is a dependency and can't be uninstalled.
es: Este módulo es una dependencia y no puede ser desinstalado.

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Page not found
es: Página no encontrada

source: The page you was searching doesn't exists.
es: La página que estabas buscando no existe.

source: Create Page
es: Crear Página

source: Check your write permissions on the data directory.
es: Verifica tus permisos de escritura en el directorio de data.

source: Check your write permissions on the language directory.
es: Verifica tus permisos de escritura en el directorio de language.

source: Translations could not be repositioned with the new uri. Check your write permissions on the language directory.
es: La traducción no pudo ser reposisionada al nuevo uri. Verifica tus permisos de escritura en el directorio de language.

source: Translations could not be deleted. Check your write permissions on the language directory.
es: La traducción no pudo ser borrada. Verifica tus permisos de escritura en el directorio de language.

source: The file type must be JPEG, PNG or GIF.
es: El tipo de archivo debe ser JPEG, PNG ó GIF.

source: The group machine name is already in use.
es: El nombre máquina del grupo esta ya en uso.

source: This is a system group and can not be deleted.
es: Esto es un grupo del sistema y no puede ser borrado.

source: This is a system group and its machine name can not be modified.
es: Esto es un grupo del sistema y su nombre máquina no puede ser cambiado.

source: The menu machine name is already in use.
es: El nombre máquina del menu ya esta en uso

source: The type machine name is already in use.
es: El nombre máquina del tipo ya esta en uso.

source: The input format machine name is already in use.
es: El nombre máquina del formato de entrada ya esta en uso

source: The category machine name is already in use.
es: El nombre máquina de la categoría ya esta en uso.

source: This is a system type and can not be deleted.
es: Esto es un tipo del sistema y no puede ser borrado.

source: The username is already in use.
es: El nombre de usuario ya esta en uso.

source: Theres no user that match your criteria on the system.
es: No hay ningun usuario en el sistema con los criterios que entro.

source: Operation could not be completed.
es: Operación no puede ser completada.

source: Add
es: Agregar

source: Create new content.
es: Crear nuevo contenido.

source: Navigate
es: Navegar

source: View and edit existing content.
es: Ver y editar contenido existente.

source: Add Type
es: Agregar Tipo

source: Create new content type.
es: Crear nuevo tipo de contenido.

source: Manage Types
es: Manejar Tipos

source: View and edit existing content types.
es: Ver y editar tipos de contenido existente.

source: Add Input Format
es: Añadir Formato de Entrada

source: Create new content input format.
es: Crear nuevo formato de entrada de contenido.

source: Manage Input Formats
es: Manejar Formatos de Entrada

source: View and edit existing content input formats.
es: Ver y editar los formatos de entrada de contenido existente.

source: Add Category
es: Agregar Categoría

source: Create new content categories.
es: Crear nuevas categorías de contenido.

source: Manage Categories
es: Manejar Categorías

source: View and edit existing content categories.
es: Ver y editar tipos de categorías existente.

source: Approve Content
es: Aprobar Contenido

source: View and approve pending content to be published.
es: Ver y aprobar contenido pendiente para ser publicado.

source: Create new blocks.
es: Crear nuevos bloques.

source: Manage
es: Manejar

source: View and edit existing blocks.
es: Ver y editar bloques existentes.

source: Create new menu.
es: Crear nuevo menu.

source: View and edit existing menus and its menu items.
es: Ver y editar menús y sus ítems existentes.

source: Create new user.
es: Crear nuevo usuario.

source: View and edit existing users.
es: Ver y editar usuarios existentes.

source: Create new group.
es: Crear nuevo grupo.

source: View and edit existing groups.
es: Ver y editar grupos existentes.

source: Modify site settings.
es: Modificar configuraciones del sitio.

source: Advanced
es: Avanzado

source: Modify the avanced system settings.
es: Modificar configuraciones avanzadas del sistema.

source: Search Engine
es: Motor de búsqueda

source: Change the settings of the search page.
es: Cambiar las configuraciones de la página de búsquedas.

source: Theme
es: Temas

source: View and choose site theme.
es: Ver y escoger tema para el sitio.

source: Api Access
es: Acceso a API

source: View and manage api keys.
es: Ver y manejar las llaves del api.

source: View the system log.
es: Ver el log del sistema.

source: About JarisCMS
es: Acerca de JarisCMS

source: View current jaris version and developer information.
es: Ver versión actual de JarisCMS e información del desarrollador.

source: Settings
es: Configuraciones

source: Add another language to the system.
es: Agregar otro lenguaje al sistema.

source: Manage available languages on the system.
es: Manejar lenguajes disponibles al sistema.

source: Install or uninstall modules to the system.
es: Instalar o desinstalar módulos al sistema.

source: Title:
es: Título:

source: Displayed on the web browser title bar and inside the website.
es: Mostrado en el título del navegador y dentro del contenido.

source: Content:
es: Contenido:

source: Active
es: Activo

source: Pending Approval
es: Esperando Aprobación

source: Blocked
es: Bloqueado

source: Edit My Account
es: Editar Mi Cuenta

source: View My Profile
es: Ver Mi Perfil

source: My Content
es: Mi Contenido

source: Control Center
es: Centro de Control

source: Welcome Administrator!
es: Bienvenido Administrador!

source: Now that you are logged in you can start modifying the website as you need.
es: Ahora que iniciaste puedes comenzar a editar el sitio como gustes.

source: Welcome
es: ¡Bienvenid@

source: Now that you are logged in you can enjoy the privileges of registered users on
es: Ahora que iniciaste puedes disfrutas de los privilegios de usuarios registrados en

source: Logout
es: Desconectar

source: JarisCMS - Copyright JegoYalu.com. All rights reserved.
es: JarisCMS - Copyright JegoYalu.com. Todos los derechos reservervados.

source: edit
es: editar

source: Access Denied
es: Acceso Denegado

source: You dont have sufficient permissions to access the page.
es: No tienes los permisos suficientes para accesar la página.

source: Error: Invalid activation data.
es: Error: Datos inválidos de activación.

source: The account was successfully activated. Please login.
es: La cuenta fue activada exitosamente. Por favor proceda a iniciar.

source: Account '{username}' activated.
es: Cuenta '{username}' activada.

source: Account already activated. Please login.
es: La cuenta ya fue activada anteriormente. Por favor proceda a iniciar.

source: Click to Activate
es: Haga clic para Activar

source: Resend Account Activation E-mail
es: Re-enviar Correo de Activación de Cuenta

source: Account E-mail Activation
es: Correo de Activación para Cuenta

source: Error: Invalid account.
es: Error: Cuenta inválida.

source: The activation e-mail was successfully sent.
es: El correo electrónico de activación fue enviado exitosamente.

source: Account re-activation e-mail sent for '{username}'.
es: Correo de reactivación de cuenta enviado a '{username}'.

source: Error: An error occured while trying to send the activation email, please try again later.
es: Error: Un error ocurrió mientras se trataba de enviar el correo electrónico de activación, por favor trate mas tarde.

source: Create Block
es: Crear Bloque

source: Your changes have been saved.
es: Tus cambios han sido guardados.

source: Order
es: Orden

source: Description
es: Descripción

source: Position
es: Posición

source: Operation
es: Operación

source: No block available.
es: No hay bloques disponibles

source: Save
es: Guardar

source: Add Block
es: Agregar Bloques

source: The block was successfully created.
es: El bloque fue creado exitosamente.

source: Added global block '{title}' on {position}.
es: Bloque global '{title}' añadido en {position}.

source: Position:
es: Posición:

source: Description:
es: Descripción:

source: Input Format
es: Formato de Entrada

source: Users Access
es: Acceso de Usuarios

source: Select the groups that can see the block. Don't select anything to display block to everyone.
es: Seleccione los grupos que pueden ver el bloque. No seleccione nada para mostrarlo a todos los grupos.

source: Positions Per Theme
es: Posiciones Por Tema

source: Select the position where the block is going to be displayed per theme.
es: Seleccione la posición donde el bloque se mostrará por cada tema.

source: Display in all pages except the listed ones.
es: Mostrar en todas las páginas excepto en las que se listan.

source: Just display on the listed pages.
es: Solo mostrar en las páginas listadas.

source: Pages:
es: Páginas:

source: List of uri's seperated by comma (,). Also supports the wildcard (*), for example: my-section/*
es: Lista de uri separados por coma (,). Tambien soporta la expresion (*), por ejemplo: mi-seccion/*

source: Return Code:
es: Código de Regreso:

source: PHP code enclosed with &lt;?php code ?&gt; to evaluate if block should display by printing true or false. for example: &lt;?php if(Jaris\Authentication::isUserLogged()) print "true"; else print "false"; ?&gt;
es: Código php encerrado con &lt;?php code ?&gt; para evaluar si un bloque debe ser mostrado haciendo print de true o false. Por ejemplo: &lt;?php if(Jaris\Authentication::isUserLogged()) print "true"; else print "false"; ?&gt;

source: Delete Block
es: Eliminar Bloque

source: Can't delete system generated block.
es: No se puede borrar un bloque generado por el sistema.

source: Block successfully deleted.
es: Bloque eliminado exitosamente.

source: Deleted global block '{title}' on {position}.
es: Bloque global '{title}' eliminado en {position}.

source: Are you sure you want to delete the block?
es: Esta seguro que desea borrar el bloque?

source: Description:
es: Descripción:

source: Yes
es: Si

source: Edit Block
es: Editar Bloque

source: Your changes have been saved to the block.
es: Tus cambios han sido guardados en el bloque.

source: Edited global block '{title}' on {position}.
es: Bloque global '{title}' editado en {position}.

source: Translate Block
es: Traducir Bloque

source: Code
es: Código

source: Name
es: Nombre

source: Create Category
es: Crear Categoría

source: The category has been successfully created.
es: La categoría fue creada exitosamente.

source: Added category '{machine_name}'.
es: Categoría '{machine_name}' añadida.

source: Machine name:
es: Nombre de máquina:

source: A readable machine name, like for example: my-category.
es: Un nombre de máquina leíble, por ejemplo: mi-categoria

source: Name:
es: Nombre:

source: A human readable name like for example: My Category.
es: Un nombre leíble por ejemplo: Mi Categoría.

source: A brief description of the category.
es: Una descripción breve de la categoría.

source: Enable multiple selection?:
es: Activar multiple selección?:

source: Enable subcategory name sorting?:
es: Habilitar ordenamiento de subcategorías por nombre?:

source: Subcategory sorting
es: Ordenar subcategoría

source: To enable or disable automatic sorting.
es: Para habilitar o deshabilitar ordenamiento automático.

source: Display subcategories?:
es: ¿Mostrar subcategorías?

source: Display all the subcategories on the generated menu, otherwise it will display only the root subcategories.
es: Mostrar todas las subcategorías en el menú generado, de lo contrario solo mostrar las subcategorías raíz.

source: Block options
es: Opciones del bloque

source: Options that apply to the generated menu block for this category.
es: Opciones que aplican al menú de bloque generado para esta categoría.

source: Delete Category
es: Eliminar Categoría

source: Category successfully deleted.
es: Categoría borrada exitosamente.

source: Deleted category '{machine_name}'.
es: Categoría '{machine_name}' eliminada.

source: Are you sure you want to delete the category?
es: Estas seguro de querer borrar la categoría?

source: Category:
es: Categoría:

source: Edit Category
es: Editar categoría

source: Edited category '{machine_name}'.
es: Categoría '{machine_name}' editada.

source: The machine name of the category.
es: El nombre máquina de la categoría.

source: Create Subcategory
es: Crear Subcategoría

source: Title
es: Título

source: Parent
es: Raíz

source: No subcategories available.
es: No hay subcategorías disponible.

source: Add Subcategory
es: Agregar Subcategoría

source: The subcategory was successfully created.
es: La subcategoría fue creada exitosamente.

source: Added subcategory '{title}' on '{machine_name}'.
es: Subcategoría '{title}' en '{machine_name}' añadida.

source: Parent:
es: Raíz:

source: Delete Subcategory
es: Eliminar Subcategoría

source: Subcategory successfully deleted.
es: subcategoría borrada exitosamente.

source: Deleted subcategory '{title}' on '{machine_name}'.
es: Subcategoría '{title}' en '{machine_name}' eliminada.

source: Are you sure you want to delete the subcategory?
es: Estas seguro de querer borrar la subcategoría?

source: Edit Subcategory
es: Editar Subcategoría

source: The subcategory was successfully edited.
es: La subcategoría fue editada exitosamente.

source: Edited subcategory '{title}' on '{machine_name}'.
es: Subcategoría '{title}' en '{machine_name}' editada.

source: Create Group
es: Crear Grupo

source: Permissions
es: Permisos

source: The group has been successfully created.
es: El grupo fue creado exitosamente.

source: Added group '{machine_name}'.
es: Grupo '{machine_name}' añadido.

source: A readable machine name, like for example: my-group.
es: Un nombre de máquina leíble, por ejemplo: mi-grupo.

source: A human readable name like for example: My Group.
es: Un nombre humanamente leíble por ejemplo: Mi Grupo.

source: A brief description of the group.
es: Una breve descripción del grupo.

source: Delete Group
es: Eliminar Grupo

source: Group successfully deleted.
es: Grupo borrado exitosamente.

source: Deleted group '{machine_name}'.
es: Grupo '{machine_name}' eliminado.

source: Are you sure you want to delete the group?
es: Estar seguro de querer borrar este grupo?

source: Group:
es: Grupo:

source: Edit Group
es: Editar Grupo

source: You need to provide all the fields
es: Debes proveer todos los campos.

source: Edited group '{machine_name}'.
es: Grupo '{machine_name}' editado.

source: Group Permissions
es: Permisos de Grupo

source: The changes have been successfully saved.
es: Los cambios fueron guardados exitosamente.

source: Updated permissions for group '{machine_name}'.
es: Permisos para el grupo '{machine_name}' actualizado.

source: Create Input Format
es: Crear Formato de Entrada

source: No custom input formats available.
es: No hay formatos de entrada personalizados disponible.
