Repository: jegoyalu/jariscms
Catalog: language/*/strings.po
Languages: es

source: The input format has been successfully created.
es: El formato de entrada fue exitosamente creado.

source: Added input format '{machine_name}'.
es: Formato de entrada '{machine_name}' añadido.

source: A readable machine name, like for example: my-input-format.
es: Un nombre de máquina leíble, por ejemplo: mi-formato-de-entrada

source: A human readable name like for example: My Input Format.
es: Un nombre leíble por ejemplo: Mi Formato de Entrada.

source: A brief description of the input format.
es: Una descripción breve del formato de entrada.

source: Allowed tags:
es: Etiquetas permitidas:

source: A list of the allowed tags for this input format. Example: &lt;a&gt;&lt;img&gt;&lt;p&gt;&lt;h1&gt;&lt;h2&gt;&lt;h3&gt;&lt;h4&gt;&lt;h5&gt;&lt;h6&gt;&lt;address&gt;&lt;pre&gt;&lt;br&gt;&lt;b&gt;&lt;i&gt;&lt;strong&gt;&lt;em&gt;&lt;u&gt;&lt;ul&gt;&lt;ol&gt;&lt;li&gt;
es: Una lista de las etiquetas permitidas para este formato de entrada. Ejemplo: &lt;a&gt;&lt;img&gt;&lt;p&gt;&lt;h1&gt;&lt;h2&gt;&lt;h3&gt;&lt;h4&gt;&lt;h5&gt;&lt;h6&gt;&lt;address&gt;&lt;pre&gt;&lt;br&gt;&lt;b&gt;&lt;i&gt;&lt;strong&gt;&lt;em&gt;&lt;u&gt;&lt;ul&gt;&lt;ol&gt;&lt;li&gt;

source: Allowed attributes:
es: Atributos permitidos:

source: A list of the allowed attributes separated by comma. Example: href,src,alt,align,target
es: Una lista de atributos permitidos para este formato de entrada. Ejemplo: href,src,alt,align,target

source: Enable
es: Activar

source: Disable
es: Desactivar

source: Parse url's
es: Conversión de los url

source: To enable or disable parsing of url's.
es: Para activar o desactivar la conversión de los url.

source: Parse emails
es: Conversión de correos electrónicos

source: To enable or disable parsing of emails.
es: Para activar o desactivar la conversión de correos electrónicos.

source: Convert line breaks
es: Convertir saltos de línea

source: To enable or disable conversion of line breaks to &lt;br&gt; tag.
es: Para activar o desactivar la conversión de salots de línea a la etiqueta &lt;br&gt;.

source: Delete Input Format
es: Borrar Formato de Entrada

source: Input format successfully deleted.
es: El formato de entrada fue exitosamente borrado.

source: Deleted input format '{machine_name}'.
es: Formato de entrada '{machine_name}' eliminado.

source: Are you sure you want to delete the input format?
es: ¿Esta seguro que desea borrar el formato de entrada?

source: Input format:
es: Formato de Entrada:

source: Edit Input Format
es: Editar Formato de Entrada

source: Edited input format '{machine_name}'.
es: Formato de entrada '{machine_name}' editado.

source: The machine name of the input format.
es: El nombre máquina del formato de entrada.

source: Add Language
es: Agregar Lenguaje

source: View language info.
es: Ver información del lenguaje.

source: Edit strings
es: Editar cadenas

source: The language was successfully created.
es: El lenguaje fue creado exitosamente

source: Added language '{code}'.
es: Lenguage '{code}' añadido.

source: Language:
es: Lenguaje:

source: Select the language you want to add to the system.
es: Selecciona el lenguaje que quieres agregar al sistema.

source: Translator:
es: Traductor:

source: Main translator for this language.
es: Traductor principal para este lenguaje.

source: E-mail of the main translator.
es: Correo electrónico del traductor primario.

source: Contributors:
es: Colaboradores:

source: A list of contributors seperated by a new line for this translation.
es: Una lista de colaboradores seperados por una nueva línea para esta traducción.

source: Edit Language Details
es: Editar Detalles del Lenguaje

source: The language was successfully modified.
es: El lenguaje fue modificado exitosamente.

source: Edited language '{code}' info.
es: Información del lenguaje '{code}' editado.

source: Code:
es: Código:

source: Edit language strings
es: Editar cadenas de lenguaje

source: Original text:
es: Texto original

source: Original string to translate.
es: Cadena original a traducir.

source: Translation:
es: Traducción

source: Meaning of the original text in this language.
es: Significado del texto original en este lenguaje.

source: Changes successfully saved.
es: Cambios guardados exitosamente.

source: Added new language string '{string}' to '{code}'.
es: Nueva cadena de lenguaje '{string}' a '{code}' añadida.

source: Check your write permissions on the <b>language</b> directory.
es: Verifica tus permisos de escritura en el directorio de <b>language</b>.

source: Modified language string '{string}' to '{code}'.
es: Cadena de lenguaje '{string}' a '{code}' modificada.

source: Are you sure you want to delete the string?
es: Esta seguro que desea borrar la cadena?

source: Original string:
es: Texto original:

source: String successfully removed.
es: Cadena exitosamente removida.

source: Removed language string '{string}' to '{code}'.
es: Cadena de lenguaje '{string}' a '{code}' removida.

source: Add string
es: Agregar cadena

source: Import strings
es: Importar cadenas

source: Translated:
es: Traducido:

source: Total system strings:
es: Total de cadenas en el sistema:

source: Percent translated:
es: Porciento traducido:

source: Translation
es: Traducción

source: Goto Page:
es: Ir a Página

source: Go
es: Ir

source: Import POT File
es: Importar Archivo POT

source: Here you can update language strings by uploading a po translation file.
es: Aquí puedes actualizar las cadenas del lenguaje subiendo un archivo de traducción po.

source: Imported a total of
es: Importado un total de

source: new strings
es: nuevas cadenas

source: new strings and updated a total of
es: nuevas cadenas y actualizadas un total de

source: strings
es: cadenas

source: Imported strings for language '{code}'.
es: Cadenas de lenguaje '{code}' importadas.

source: The uploaded file is not supported.
es: El archivo subido no es soportado.

source: PO file:
es: Archivo PO:

source: A po translation file to import into current translations.
es: Un archivo de traducción po a importar a la traducción actual.

source: Just insert new strings
es: Solamente insertar nuevas cadenas

source: Update and insert new strings
es: Insertar y actualizar las nuevas cadenas

source: Import method
es: Método de importe

source: Upload
es: Subir

source: Language Info
es: Información del Lenguaje

source: Edit Info
es: Editar Información

source: Translate content
es: Traducir contenido

source: Overrides the original page title on search engine results. Leave blank for default.
es: Sobre escribe el título original de la página en los resultados de los motores de búsqueda. Dejar en blanco para usar predeterminado.

source: Used to generate the meta description for search engines. Leave blank for default.
es: Utilizado para la etiqueta meta de descripción para los motores de búsqueda. Dejar en blanco para usar predeterminado.

source: Keywords:
es: Palabras claves:

source: List of words seperated by comma (,) used to generate the meta keywords for search engines. Leave blank for default.
es: Lista de palabras separadas por coma (,) para los motores de búsqueda. Dejar en blanco para usar predeterminado.

source: Meta tags
es: Meta etiquetas

source: Translation saved successfully!
es: Traducción creada exitosamente!

source: Translated page '{uri}' to '{code}'.
es: Página '{uri}' a '{code}' traducida.

source: Translated global block '{title}' to '{code}'.
es: Traducido bloque global '{title}' a '{code}'.

source: User Logout
es: Usuario desconectado

source: Successfully logged out!
es: Exitosamente desconectado,

source: Click Here
es: presione aquí

source: to go back to home page.
es: para regresar a inicio.

source: Create Menu
es: Crear Menu

source: Configuration
es: Configuración

source: Add Item
es: Agregar Item

source: Rename
es: Renombrar

source: No menu items available.
es: No hay menu item disponible.

source: Add Menu Item
es: Agregar Menú Ítems

source: The menu item was successfully created.
es: El menu item fue creado exitosamente.

source: Added menu item '{title}' to '{machine_name}'.
es: Ítem de menú '{title}' añadido a '{machine_name}'.

source: The relative path to access a page, for example: section/page, section or the full url like http://domain.com/section. Leave empty to auto-generate.
es: La ruta de acceso a la página, por ejemplo: seccion/pagina, mi-acceso-directo o un enlace completo como http://domain.com/section. Dejar en vacío para auto generar.

source: Small descriptive popup shown to user on mouse over.
es: Corta descripción que se muestra al usuario al poner el ratón encima.

source: New Window
es: Nueva Ventana

source: Current Window
es: Ventana Actual

source: Parent frameset
es: Marco Principal

source: Full body of window
es: Toda la ventana

source: Target:
es: Destino:

source: Parent menu does not exists.
es: El menú principal no existe.

source: Show item elements?:
es: Mostrar items del elemento?

source: Expanded
es: Expandido

source: Disable item?:
es: Desactivar ítem?

source: Disabled
es: Desactivado

source: Menu successfully created.
es: Menu creado exitosamente.

source: Added menu '{machine_name}'.
es: Menú '{machine_name}' añadido.

source: A machine readable name. For example: my-menu
es: Un nombre en formato máquina como por ejemplo: mi-menu

source: Menu Configuration
es: Configuración de los Menu

source: Your changes have been successfully saved.
es: Tus configuraciones han sido almacenadas exitosamente.

source: Updated primary/secondary menu settings.
es: Configuraciones del menú primario/secundario actualizadas.

source: Primary menu:
es: Menú primario:

source: Menu returned on the $primary_links template variable
es: Menú devolvido en la variable $primary_links de las plantillas.

source: Secondary menu:
es: Menú secundario:

source: Menu returned on the $secondary_links template variable
es: Menú devolvido en la variable $secondary_links de las plantillas.

source: Delete Menu Item
es: Eliminar Menú Ítems

source: Menu item successfully deleted.
es: Item de menu borrado exitosamente.

source: Deleted menu item '{title}' from '{machine_name}'.
es: Ítem de menú '{title}' borrado de '{machine_name}'.

source: Are you sure you want to delete the menu item?
es: Esta seguro que desea borrar el item de menu?

source: Delete Menu
es: Eliminar Menú

source: Menu successfully deleted.
es: Menú borrado exitosamente.

source: Deleted menu '{machine_name}'.
es: Menú '{machine_name}' borrado.

source: Can't delete primary menu.
es: No se puede borrar el menú primario.

source: Can't delete secondary menu.
es: No se puede borrar el menú secundario.

source: Are you sure you want to delete the menu?
es: Esta seguro que desea borrar el menu?

source: Edit Menu Item
es: Editar Menú Ítems

source: The menu item was successfully edited.
es: El menu item fue editado exitosamente.

source: Edited menu item '{title}' from '{machine_name}'.
es: Ítem de menú '{title}' editado para '{machine_name}'.

source: Rename Menu
es: Renombrar Menu

source: Menu successfully renamed.
es: Menu renombrado exitosamente.

source: Renamed menu '{machine_name}' to '{new_machine_name}'.
es: Menú '{machine_name}' renombrado a '{new_machine_name}'.

source: New name:
es: Nuevo nombre:

source: Status
es: Estado

source: Dependencies
es: Dependencias

source: View module info.
es: Ver información del módulo.

source: Enabled
es: Activado

source: Version installed:
es: Versión instalada:

source: Actual version:
es: Versión actual:

source: Version:
es: Versión:

source: Delete Module
es: Borrar Módulo

source: Module successfully deleted.
es: Módulo borrado exitosamente.

source: Deleted module '{module_name}'.
es: Módulo '{module_name}' borrado.

source: Are you sure you want to delete the module?
es: Estas seguro que deseas eliminar el módulo?

source: Module:
es: Módulo:

source: Install Module
es: Instalar Modulo

source: Data caching is enabled, please disable it first.
es: El cache de data esta activo, por favor desactívelo antes.

source: Module successfully installed.
es: Módulo instalado exitosamente.

source: Installed module '{module_name}'.
es: Módulo '{module_name}' instalado.

source: Uninstall Module
es: Desinstalar Módulo

source: Module successfully uninstalled.
es: Módulo desinstalado exitosamente.

source: Uninstalled module '{module_name}'.
es: Módulo '{module_name}' desinstalado.

source: Upgrade Module
es: Actualizar Modulo

source: Module successfully upgraded.
es: Módulo actualizado exitosamente.

source: Upgraded module '{module_name}'.
es: Módulo '{module_name}' actualizado.

source: Upload Module
es: Subir Módulo

source: By uploading a module you will override any existing system one with your version.
es: Al subir un módulo estarás sobre escribiendo cualquiera existente del sistema.

source: Module uploaded.
es: Módulo subido.

source: Uploaded module '{module_name}'.
es: Módulo '{module_name}' subido.

source: ZipArchive extension not enabled. Could not extract zip file.
es: La extensión ZipArchive no esta disponible. No se pudo extraer el archivo zip.

source: Module file:
es: Archivo de módulo:

source: A valid module zip file.
es: Un archivo zip válido de módulo.

source: Module Info
es: Información del Módulo

source: Author:
es: Autor:

source: Email:
es: Correo Electrónico:

source: Website:
es: Sitio:

source: Pages
es: Páginas

source: You are currently navigating:
es: Estas navegando en:

source: Sections
es: Secciones

source: Alphabetical
es: &Aacute;lfabeto

source: List View
es: Vista en Listado

source: Navigation
es: Navegación

source: Singles
es: Solas

source: The page was successfully created.
es: La página fue creada exitosamente.

source: This content requires the administrator approval. If the content is approved it will be listed on the main sections of the site.
es: Este contenido requiere aprobación del administrador. Si el contenido es aprobado se mostrará en las secciones principales del sitio.

source: You do not have permissions to add content of that type.
es: No tienes permisos para agregar contenido de ese tipo.

source: Select the groups that can see this content. Don't select anything to display content to everyone.
es: Seleccione los grupos que pueden ver el contenido. No seleccione nada para mostrarlo a todos los grupos.

source: Users:
es: Usuarios:

source: A comma seperated list of users that can see this content. Leave empty to display content to everyone.
es: Una lista de usuarios separados por coma (,) que puede ver este contenido. No seleccione nada para mostrar el contenido a todos los visitantes.

source: The relative path to access the page, for example: section/page, section. Leave empty to auto-generate.
es: La ruta de acceso a la página, por ejemplo: seccion/pagina ó mi-acceso-directo. Dejar en vacío para auto generar.

source: Type:
es: Tipo:

source: Content to Approve
es: Contenido a Aprobar

source: Navigation View
es: Vista en Navegación

source: Filter by type:
es: Filtrar por tipo:

source: All
es: Todos

source: Total content:
es: Contenido total:

source: Select:
es: Seleccionar:

source: -Action-
es: -Acción-

source: Approve Selected
es: Aprobar Seleccionados

source: Author
es: Autor

source: Date
es: Fecha

source: Type
es: Tipo

source: system
es: sistema

source: Page Blocks
es: Bloques de Páginas

source: Create Post Block
es: Crear Bloque de Envio

source: Post Settings
es: Configuraciones de Envios

source: Add Page Block
es: Agregar Bloque de Página

source: The blocks was successfully created.
es: Bloque creado exitosamente.

source: Add Post Block
es: Agregar Bloque de Publicación

source: The post block was successfully created.
es: El bloque de publicación fue creado exitosamente.

source: The uri of the page to display a summary.
es: El uri utilizado para mostrar un resumem de contenido.

source: Delete Page Block
es: Eliminar Bloque de Página

source: Edit Page Block
es: Editar Bloque de Página

source: Edit Post Block
es: Crear Bloque de Publicación

source: Blocks Post Settings
es: Configuracion para los bloques de envio

source: Post settings successfully saved.
es: Configuraciones de envio guardadas exitosamente.

source: Display post title
es: Mostrar título del envio

source: Overrides the block title with the title of the page from the given uri.
es: Sobre escríbe el título del bloque con el título de la página asignada en el uri.

source: Thumbnail width:
es: Ancho de miniatura:

source: The maximum width of the image thumbnail in pixels.
es: Máximo ancho en pixeles en el cual las imágenes de previsualización se van a mostrar.

source: Thumbnail height:
es: Alto de miniatura:

source: The maximum height of the image thumbnail in pixels.
es: Alto máximo en pixeles de la miniatura.

source: Background color:
es: Color de fondo:

source: The background color of the thumbnail in case is neccesary.
es: El color de fondo de la miniatura en caso de ser necesario.

source: Keep aspect ratio?
es: ¿Mantener relación de aspecto?

source: Display image thumbnail
es: Mostrar miniatura de imagen

source: Display view more link
es: Mostar enlace de ver más

source: Maximun amount of words:
es: Maxima cantidad de palabras:

source: Amount of words displayed of the page summary.
es: Cantidad de palabras mostradas en el resumen del envio.

source: Page successfully deleted.
es: Página eliminada exitosamente.

source: Translations successfully deleted.
es: Traducción borrada exitosamente.

source: Are you sure you want to delete this?
es: Estas seguro que deseas eliminar esto?

source: Duplicate Content
es: Duplicar Contenido

source: The content you was trying to duplicate is a system page.
es: El contenido que estabas tratando de duplicar es una página del sistema.

source: The page was successfully duplicated.
es: La página fue duplicada exitosamente.

source: The content you was trying to edit is a system page.
es: El contenido que tratabas de editar es una página del sistema.

source: Translations repositioned.
es: Traducciones reposicionadas.

source: File uploads not permitted for this content type.
es: Subida de archivos no permitida para este tipo de contenido.

source: Maximum file uploads reached.
es: Cantidad maxima de archivos subidos alcanzada.

source: Add File
es: Agregar Archivo

source: Delete Selected
es: Borrar Seleccionados

source: Click to download
es: Presiona para descargar.

source: No file available click Add File to create one.
es: No existe archivo disponible. Favor de dar un click a Agregar Archivo para crear uno.

source: No file available.
es: No hay archivos disponibles.

source: The file was successfully added.
es: El archivo fue guardado exitosamente.

source: File:
es: Archivo:

source: Delete Selected Files
es: Borrar Archivos Seleccionados

source: Please select the files to delete.
es: Por favor seleccione los archivos a borrar.

source: Files successfully deleted.
es: Archivos borrados exitosamente.

source: Are you sure you want to delete the listed files?
es: ¿Estas seguro que desea eliminar los archivos listados?

source: Delete File
es: Eliminar

source: File successfully deleted.
es: Archivo se ha eliminado exitosamente..

source: Are you sure you want to delete the file?
es: Estas seguro que deseas eliminar el archivo?

source: Image uploads not permitted for this content type.
es: Subida de imágenes no permitida para este tipo de contenido.

source: Maximum image uploads reached.
es: Cantidad maxima de imágenes subidas alcanzada.

source: Add Image
es: Agregar Imagen

source: Thumbnail
es: Miniatura

source: Click to enlarge
es: Presiona para agrandar

source: No images available click Add Image to create one.
es: No existe imágenes disponibles. Favor de dar un click a Agregar Imagen para crear una.

source: No images available.
es: No hay imágenes disponible.

source: The image was successfully added.
es: La imagen fue agregada exitosamente.

source: Image file:
es: Archivo de imagen:

source: Maximun width:
es: Ancho máximo:

source: The width the image should be resized to.
es: El ancho al que la imagen debe ser cambiada de tamaño.

source: default:
es: predeterminado:

source: Delete Selected Images
es: Borrar Imagenes Seleccionadas

source: Please select the images to delete.
es: Por favor seleccione las imagenes a borrar.

source: Images successfully deleted.
es: Imagenes borradas exitosamente.

source: Are you sure you want to delete the listed images?
es: ¿Esta seguro que desea eliminar las imagenes listadas?

source: Delete Image
es: Eliminar Imagen

source: Image successfully deleted.
es: La imagen fue exitosamente borrada.

source: Are you sure you want to delete the image?
es: Esta seguro que desea borrar la imagen?

source: Pages List
es: Listado de Páginas

source: Dates
es: Días

source: Created:
es: Creado:

source: Edited:
es: Editado:

source: Mass Content Approve
es: Aprobación de Contenido en Masa

source: Please select the content to approve.
es: Por favor seleccione el contenido para aprobar.

source: Content successfully approved.
es: Contenido exitosamente aprobado.

source: Are you sure you want to approve the listed content?
es: ¿Esta seguro que desea aprobar el contenido listado?

source: Mass Content Delete
es: Eliminación de Contenido en Masa

source: Please select the content to delete.
es: Por favor seleccione el contenido a borrar.

source: Content successfully deleted.
es: Contenido exitosamente borrado.

source: Are you sure you want to delete the listed content?
es: ¿Esta seguro que desea eliminar el contenido listado?

source: Translate Page
es: Traducir Página

source: Add Content
es: Añadir Contenido

source: You do not have permissions to add content of any type. Ask the administrator for access.
es: No tienes permiso para agregar contenido de nigun tupo. Preguntale al administrador por los accesos.

source: Mailer
es: Enviador

source: Your settings have been successfully saved.
es: Tus configuraciones han sido exitosamente almacenadas.

source: Online
es: En línea

source: Offline
es: Fuera de línea

source: Status title:
es: Título del estado:

source: A brief description of site status like: Under Construction
es: Una descripción breve del estado.

source: Status Description:
es: Descripción del estado:

source: A detailed description of the site status.
es: Una descripción más detallada del estado.

source: Site Status
es: Estado del Sitio

source: Site title:
es: Título del sitio:

source: Auto detect base url?
es: ¿Auto detectar url base?

source: Site url:
es: Enlace del sitio:

source: Slogan:
es: Lema:

source: A short phrase that describes your company or organization goals.
es: Una frase corta que describa tu compañía o metas de la organización.

source: Footer message:
es: Mensaje del pie:

source: Site info
es: Información del sitio

source: auto-detect
es: auto-detectar

source: Site language:
es: Lenguaje del sitio:

source: Timezone:
es: Horario de zona

source: Language and Timezone
es: Lenguaje y Horario de Zona

source: Require e-mail activation?
es: Requerir activación por correo electrónico?

source: Require administrator approval?
es: Requiere aprobación del administrador?

source: Registrator can select group?
es: El usuario registrador puede seleccionar el grupo?

source: Groups the registrator can select
es: Grupos que el usuario registrador puede seleccionar

source: Group
es: Grupo

source: Requires Approval
es: Requiere Aprobación

source: Benefits:
es: Beneficios:

source: This will be displayed on My Account (admin/user) login page. You can input html and php code.
es: Esto será mostrado en la página de inicio Mi Cuenta (admin/user). Puedes entrar html y código php.

source: Welcome message:
es: Mensaje de bienvenida:
