Repository: jegoyalu/jariscms
Catalog: language/*/strings.po
Languages: es

source: Latitude value:
es: Valor de latitud:

source: Default value for the latitude.
es: Valor predeterminado para latitud.

source: Longitude name:
es: Nombre de longitud:

source: Name of the longitude field.
es: Nombre del campo de longitud.

source: Longitude value:
es: Valor de longitud:

source: Default value for the longitude.
es: Valor predeterminado para longitud.

source: Zoom:
es: Acercamiento:

source: Initial amount of zoom for the map control.
es: Cantidad inicial de acercamiento para el control del mapa.

source: Options used in case the type selected is a google map location.
es: Opciones usadas en caso que el tipo seleccionado sea localización en Google Maps.

source: In case the field should be readonly.
es: En caso que el campo fuera "readonly".

source: In case the field should be required.
es: En caso que el campo sea requerido.

source: Strip html:
es: Eliminar html:

source: To enable stripping of any html tags.
es: Para activar la eliminación de cualquier tag de html.

source: Field options
es: Opciones de campo

source: Special options for the field.
es: Opciones especiales para el campo.

source: Values:
es: Valores:

source: A list of values seperated by comma for select, radio and checkbox.
es: Una lista de valores separados por coma para el "select", "radio" y "checkbox".

source: Captions:
es: Títulos:

source: A list of captions seperated by comma in the same order entered in values in case it is a radio, checkbox or select.
es: Una lista de titulos separados por coma en el mismo orden entrado en valores en caso de que sea "radio", "checkbox" or "select".

source: Multiple options
es: Opciones múltiples

source: Options used in case the type selected is a select, radio or checkbox.
es: Opciones usadas en caso que el tipo seleccionado sea un "select", "radio" o "checkbox".

source: Select the groups that can see this field. Don't select anything to display the field to everyone.
es: Seleccione los grupos que pueden ver el campo. No seleccione nada para mostrarlo a todos los grupos.

source: Delete Content Type Field
es: Eliminar Campo de Tipo de Contenido

source: Type field successfully deleted.
es: El tipo de campo fue eliminado exitosamente.

source: Delete field '{name}' from content type '{machine_name}'.
es: Campo '{name}' borrado para el tipo de contenido '{machine_name}'.

source: Are you sure you want to delete the field?
es: Estas seguro que deseas eliminar el campo?

source: Field:
es: Campo:

source: Edit Content Type Field
es: Editar Campo de Tipo de Contenido

source: The content type field has been successfully modified.
es: El campo del tipo de contenido ha sido exitosamente modificado.

source: Edited field '{name}' on content type '{machine_name}'.
es: Campo '{name}' editado para el tipo de contenido '{machine_name}'.

source: Groups Access
es: Acceso a los Grupos

source: Type Maximum Posts
es: Cantidad Máxima de Publicaciones del Tipo

source: Edited content type '{machine_name}' post settings.
es: Configuraciones de publicaciones editadas para el tipo de contenido '{machine_name}'.

source: Posts:
es: Publicaciones:

source: Maximum number of posts per user. 0 for unlimited
es: Cantidad máxima de publicaciones. 0 para ilimitado

source: Type Upload Settings
es: Configuración de Subidas para el Tipo

source: Edited content type '{machine_name}' upload settings.
es: Configuraciones de subida editadas para el tipo de contenido '{machine_name}'.

source: Images:
es: Imágenes:

source: Maximum images user can upload per post. -1 for unlimited
es: Cantidad maxima de imágenes que un usuario puede subir por publicación. -1 para ilimitado

source: Files:
es: Archivos:

source: Maximum files user can upload per post. -1 for unlimited
es: Cantidad maxima de archivos que un usuario puede subir por publicación. -1 para ilimitado

source: My Account
es: Mi Cuenta

source: Only users with special permissions can login while the site is offline.
es: Solo usuarios con permisos especiales pueden iniciar mientras el sitio este fuera de servicio.

source: Username or E-mail:
es: Usuario o Correo Electrónico:

source: the password is case sensitive
es: la contraseña es sensible a mayúsculas

source: Reset
es: Borrar

source: Existing User
es: Usuario Existente

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Create Account
es: Crear Cuenta

source: Register
es: Registrar

source: Create User
es: Crear Usuario

source: Export
es: Exportar

source: The email you entered is not a valid one.
es: El correo electrónico que entraste no es válido.

source: The email you entered already has a registered account associated to it.
es: El correo electrónico que entraste ya es parte de una cuenta existente.

source: The username you provided has invalid characters.
es: El nombre de usuario que proveiste tiene caracteres inválidos.

source: The username should be at least 3 characters long.
es: El nombre de usuario debe ser almenos 3 caracteres de longitud.

source: The username exceeds from 60 characters.
es: El nombre de usuario excede los 60 caracteres.

source: The Password should be at least 6 characters long.
es: La contraseña debe ser de al menos 6 caracteres de largo.

source: The user has been successfully created.
es: El usuario fue creado exitosamente.

source: Added user '{username}'.
es: Usuario '{username}' añadido.

source: Your full real name.
es: Tu nombre real completo.

source: The name that you are going to use to log in, at least 3 characters long. Permitted characters are A to Z, 0 to 9 and underscores.
es: El nombre que vas a utilizar para iniciar sesión de al menos 3 carácteres de longitud. Los caracteres permitidos son A hasta Z, 0 hasta 9 y líneas de subrayado (underscores).

source: The password used to login, should be at least 6 characters long.
es: Contraseña utilizada para iniciar sesión, este debe ser de 6 carácteres de longitud.

source: The email used in case you forgot your password.
es: Correo electrónico utilizado en caso de pérdida de contraseña.

source: Corporate or personal website.
es: Página de Internet personal o corporativa.

source: Male
es: Masculino

source: Female
es: Femenino

source: Gender
es: Género

source: Day:
es: Día:

source: Month:
es: Mes:

source: Year:
es: Año:

source: Birth date
es: Fecha de nacimiento

source: A picture displayed in user post, comments, etc...
es: Una imagen mostrada en los post del usuario.

source: Picture
es: Foto

source: The group where the user belongs.
es: El grupo al cual el usuario pertenece.

source: Status:
es: Estado:

source: The account status of this user.
es: El estado de cuenta de este usuario.

source: Delete User
es: Eliminar Usuario

source: Can not delete a super admin user.
es: No se puede borrar un usuario super admin.

source: User successfully deleted.
es: Usuario borrado exitosamente.

source: Deleted user '{username}'.
es: Usuario '{username}' borrado.

source: This action will also delete all users content.
es: Esta acción también borrara el contenido del usuario.

source: Are you sure you want to delete the user?
es: Estas seguro de querer borrar el usuario?

source: Edit User
es: Editar usuario

source: My Account Details
es: Detalles de Mi Cuenta

source: This account can only be edited by a super admin.
es: La cuenta puede ser solamente editada por un super admin.

source: The New password and Verify password doesn't match.
es: La nueva contraseña y la contraseña de verificación no coinciden.

source: Edited user '{username}'.
es: Usuario '{username}' editado.

source: Your account has been activated.
es: Tus cuenta ha sido activada.

source: Login by visiting:
es: Inicia visitando:

source: Account Activated
es: Cuenta Activada

source: Please login again using your new password.
es: Por favor inicie nuevamente utilizando su contraseña nueva.

source: The name that others can see.
es: El nombre que otros pueden ver.

source: Personal text:
es: Texto personal:

source: Writing displayed on your profile page.
es: Escrito mostrado en la página de tu perfil.

source: The email used in case you forgot your password or to contact you.
es: Correo electrónico utilizado en caso de pérdida de contraseña para ser contactado.

source: New password:
es: Nueva contraseña:

source: You can enter a new password to change actual one.
es: Puedes entrar una contraseña nueva para cambiar la actual.

source: Verify password:
es: Verificar contraseña:

source: Re-enter the new password to verify it.
es: Re-escriba su contraseña para verificarla.

source: A picture displayed in user post, comments, etc. Maximun size of:
es: Una foto del usuario mostrada en los post.

source: Last login from ip:
es: Ultimo acceso desde el ip:

source: Export Users List
es: Exportar Listado de Usuarios

source: Download Last Generated
es: Descargar el Último Generado

source: Downloaded users csv file.
es: Archivo csv de usuarios descargado.

source: The process of creating a csv file of the users database could take a long time.<br />Do you want to the generate export file?
es: El proceso de crear un archivo csv de la base de datos de usuarios puede tomar un tiempo largo.<br />¿Desea generar el archivo csv?

source: Users List
es: Listado de Usuarios

source: Re-index Users List
es: Re-indexar Listado de Usuarios

source: Filter view by group:
es: Filtrar vista por grupo:

source: status:
es: estado:

source: Username Ascending
es: Nombre de Usuario Ascendente

source: Username Descending
es: Nombre de Usuario Descendente

source: Registration Date Ascending
es: Día de Registro Ascendente

source: Registration Date Descending
es: Día de Registro Descendente

source: sort by:
es: ordenar por:

source: Total users:
es: Total de usuarios:

source: Username
es: Usuario

source: E-mail
es: Correo Electrónico

source: Register date
es: Día de registro

source: Re-index Users Database
es: Re-indexear Base De Datos de Usuarios

source: Indexation of users database completed.
es: Indexación de la base de datos de usuarios completada.

source: Re-indexed users database.
es: Base de datos de usuarios re-indexado.

source: The process of recreating the users database list could take a long time. Are you sure you want to do this?
es: El proceso de recrear la base de datos de usuarios puede tomar un tiempo largo. ¿Estas seguro que deseas hacer esto?

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Your password has been reset successfully. Check your e-mail inbox for details.
es: Tu contraseña fue reinicializada exitosamente. Verifica la bandeja de entrada de tu correo electrónico para detalles.

source: If you remember your username write it down.
es: Si recuerdas tu nombre de usuario favor de escribirlo.

source: OR
es: O

source: If you remember the e-mail that you used to register the account write it down.
es: Si recuerdas el correo electrónico que utilizaste para registrar tu cuenta favor de escribirlo.

source: Reset Password
es: Reiniciar Contraseña

source: Welcome to your new Jaris website!
es: Bienvenido a tu nuevo sitio contruído con Jaris CMS!

source: Enjoy your new webiste, to start working on it login on the left block with your administration account
es: Disfruta tu nueva página, para comenzar a trabajar en la misma inicia en el bloque izquierdo con el nombre de usuario y contraseña.

source: Now that you are logged in you can start by using the administration navigation menu to modify your web page as you like.
es: Ahora que iniciaste puedes usar el menu de administración para editar el sitio como sientas sea necesario.

source: site settings
es: configuraciones del sitio

source: You can set the default home page by going to the %s.
es: Puedes configurar la página de inicio visitando las %s.

source: Under mantainance
es: Bajo mantenimiento

source: The site is down for mantainance, sorry for any inconvenience it may cause you. Try again later.
es: El sitio esta abajo por mantenimiento, perdone por los inconvenientes que pueda causarle. Trate más tarde.

source: Create My Account
es: Crear Mi Cuenta

source: Registrations are disabled, sorry for any inconvinience.
es: Las registraciones estan desactivadas perdone por el inconveniente.

source: You must agree to the terms and conditions of this website in order to register.
es: Debes aceptar los terminos y condiciones de este sitio para poder registrarte.

source: Please select a valid Account Type.
es: Por favor selecciona un Tipo de Cuenta valida.

source: Your account has been successfully created. An activation e-mail was sent.
es: Su cuenta a sido creada exitosamente. Un correo electrónico de activación fue enviado, favor de activar su cuenta antes de iniciar.

source: Your account has been successfully created. Enter your details to login.
es: Tu cuenta fue creada exitosamente. Entre los detalles para iniciar.

source: Gender:
es: Género:

source: A logo or picture of your self.
es: Un logo o foto de si mismo.

source: (requires approval)
es: (requiere aprobación)

source: Account Type
es: Tipo de Cuenta

source: I do not agree
es: No acepto

source: I agree
es: Acepto

source: Terms and Conditions:
es: Terminos y Condiciones:

source: The terms and conditions that you have to accept in order to register.
es: Los terminos y condiciones que debes aceptar para poder registrarte.

source: Validation:
es: Validación:

source: Search
es: Buscar

source: Search Options
es: Opciones de Busqueda

source: Sorting
es: Ordenamiento

source: Title ascending
es: Título ascendente

source: Title descending
es: Título descendente

source: Newest first
es: Nuevos Primero

source: Oldest first
es: Viejos Primero

source: Sort by:
es: Ordenar por:

source: -All-
es: -Todo-

source: Content type
es: Tipo de Contenido

source: The type of content you are searching.
es: El tipo de contenido que estas buscando.

source: Search text:
es: Texto de búsqueda

source: Results
es: Resultados

source: Nothing was found.
es: No se encontro nada.

source: Profile not found
es: Perfil no encontrada

source: In order to view other people profiles you need to login.
es: Para poder ver los perfiles de otras personas necesitas iniciar.

source: The given username does not exist.
es: El usuario solicitado no existe.

source: Latest post
es: Últimas publicaciones

source: Member since:
es: Miembro desde:

source: Birth date:
es: Fecha de Nacimiento:
