Repository: jegoyalu/jariscms
Catalog: language/*/strings.po
Languages: es

source: A message that is sent to user after a successful registration. You can input html and php code. The following placeholders can be used: {name}, {username}, {email}, {gender}, {group}
es: Un mensaje que es enviado al usuario luego de un registro exitoso. Puedes entrar código php o html. Los siguientes marcadores puede ser utilizados: {name}, {username}, {email}, {gender}, {group}

source: Terms and conditions:
es: Terminos y condiciones:

source: The terms and conditions users have to agree before registering.
es: Los terminos y condiciones que el usuario debe aceptar antes de registrarse.

source: New registrations
es: Nuevas registraciones

source: Enables or disable public registrations to the site at the register page.
es: Activa o desactiva el registro publico al sitio en la pagina de register.

source: Public profiles
es: Perfiles Públicos

source: Personal Text Lenght
es: Largo del Texto personal

source: User profiles
es: Perfil de usuarios

source: Size:
es: Tamaño:

source: The maximun width and height of the picture in the format 100x150 where 100 = width and 150 height.
es: Máximo ancho y alto de una imagen de 100x150 donde el 100 = ancho y 150 el alto.

source: User picture
es: Foto del Usuario

source: The maximun width for uploaded images.
es: Máximo ancho para la subida de imágenes.

source: Image quality:
es: Calidad de imagen:

source: A range from 0 (worst quality, smaller file) to 100 (best quality, biggest file) for jpeg files.
es: Un valor desde 0 (peor calidad, menor peso) hasta 100 (mejor calidad, mayor peso) para las imagenes jpeg.

source: Static Serving
es: Entrega Estática

source: Enabling this option will store processed image files in a public directory named 'images', this way the web server becomes in charge of serving images directly instead of serving them from php script which improves performance. The only drawback is that images are not protected from public access.
es: Al activar esta opción se guardarán las imágenes procesadas en el directorio publico nombrado 'images', de esta manera el servidor web se hace cargo de servir las imágenes directamente en vez de ser servidas de un script en php, lo que mejora el rendimiento. El único inconveniente es que las imágenes no son protegidas del acceso público.

source: Image compression
es: Compresión de Imágenes

source: The uri to the page used as the home page.
es: El uri utilizado para la pagina de inicio.

source: Home page
es: Página de Inicio

source: The uri to the page used as the page not found result.
es: El uri utilizado para la página de resultado no encontrado.

source: You are using Jaris CMS Version:
es: Estas usando JarisCMS Version:

source: Copyright &copy; 2008 - %s, All Rights Reserved by JegoYalu.
es: Copyright 2008 - %s, Todos los derechos reservados por JegoYalu.

source: JarisCMS is developed by JegoYalu
es: JarisCMS es desarrollado por JegoYalu

source: and is under the GPL license
es: y esta bajo la licencia GPL

source: For more information about JarisCMS visit:
es: Para más información con respecto a JarisCMS visita:

source: Advanced Settings
es: Configuraciones Avanzadas

source: Clear Image Cache
es: Limpar Cache de Imágenes

source: Clear Page Cache
es: Limpar Cache de Páginas

source: Sqlite Backups
es: Respaldos Sqlite

source: Re-index SQLite Search
es: Re-indexear Buscador SQLite

source: Edited avanced settings.
es: Configuraciones avanzadas editadas.

source: Development mode
es: Modo desarrollo

source: When enabled a module changes will reflect instantly without having to re-install it, but this will affect the system performance. Use when developing modules for easier testing.
es: Cuando esta activado, los cambios realizados a un módulo se reflejaran inmediatamente sin necesidad de re-instalación, pero afectará el rendimiento del sistema. Activa esta opción cuando estes desarrollando módulos probar tus cambios más facilmente.

source: Enables or disable the validation of user ip address
es: Activar o desactivar la validación de ip para usuarios iniciados

source: This increases security but may result on user logout on dynamic mobile connections that constantly change ip address.
es: Esto aumenta la seguridad pero puede resultar en el cierre de sesión para usuarios con conexiones moviles dinámicas que constantemente cambian de ip.

source: Force login over encrypted connection (https)
es: Forzar el inicio de sesion usando conexión encriptada (https)

source: Login and Authentication
es: Inicio y Autentificación

source: PHP pages caching?
es: Cache de páginas en php?

source: Select databases to ignore on timestamp check
es: Bases de datos a ignorar al verificar la fecha de modificación

source: Select types to disable page caching
es: Selecciona los tipos a ignorar el cache de páginas

source: Expiration time:
es: Tiempo de expiración:

source: Amount of seconds until a cached page is regenerated. Leave blank or set to 0 to disable.
es: Cantidad de segundos para regenerar un página almacenada en el cache. Dejar en blanco o poner 0 (cero) para deshabilitar.

source: Enable Fast Page Caching
es: Activar Cache Rápido de Páginas

source: Enabling this option will prevent the system from fully loading and proceed to send a cached file if available.
es: Activar esta opción evitará que el sistema cargue completamente y proceda a enviar un archivo de cache de estar disponible.

source: Page Caching
es: Cache de Páginas

source: Enables or disable the caching of pages content for fast retrieving.
es: Activar o desactivar el cache del contenido de las páginas para un mejor rendimiento.

source: Data Caching
es: Cache de Data

source: Special option that improves performance on embedded devices or low performance servers.
es: Opción especial que mejora el rendimiento en dispositivos integrados o servidores de bajo rendimiento.

source: Classic Views Counting
es: Conteo Clásico de Visitas

source: When enabled, instead of using new json api to count page views after load, the old server side mechanism is used which can slow down page load time.
es: Cuando esta activado, en vez de usar el nuevo api de json para contar las vistas de página despues de su carga, se utiliza el método antiguo el cual puede afectar el tiempo de carga de las páginas.

source: Script stats
es: Estadísticas de la aplicación

source: Enables or disable the display of script stats at the end of page. For the purpose of measuring JarisCMS performance.
es: Activa o desactiva la muestra de estadísticas de la aplicación al final de la página. Con el propósito de medir el rendimiento de JarisCMS.

source: Clean url
es: Enlaces limpios

source: Third Party Api Keys
es: Api Keys de Terceros

source: Edited global api keys.
es: Api keys globales editados.

source: The key used for the components that depend on the google maps api.
es: La llave usada para los componentes que dependen en el api de googla maps.

source: Add Key
es: Agregar Llave

source: Key
es: Llave

source: Add Api Key
es: Agregar Llave de API

source: The api key has been successfully created.
es: La llave de api fue creada exitosamente.

source: Added api key '{key}'.
es: Api key '{key}' añadido.

source: A brief description of the key purpose.
es: Una descripción breve del uso de la llave.

source: An optional username to associate to the key.
es: Un nombre de usuario opcional a asociar a una llave.

source: IP or Host:
es: IP o Servidor:

source: A list separated by comma (,) of ip addresses or host that can use the apikey. Eg: 192.168.1.1, host.mydynip.com
es: Una lista separada por coma (,) de direcciones ip o servidores que pueden utilizar la llave del api. Ejemplo: 192.168.1.1, host.mydynip.com

source: Delete Api Key
es: Eliminar Llave de Api

source: Api key successfully deleted.
es: Llave de api eliminada exitosamente..

source: Deleted api key '{key}'.
es: Api key '{key}' borrado.

source: Are you sure you want to delete this api key?
es: Estas seguro que deseas eliminar esta llave de api?

source: Key:
es: Llave:

source: Edit Api Key
es: Editar Llave de Api

source: The api key has been successfully updated.
es: La llave de api fue actualizada exitosamente.

source: Edited api key '{key}'.
es: Api key '{key}' editado.

source: Image cache cleared successfully.
es: Cache de imágenes limpiado exitosamente.

source: Cleared image cache.
es: Cache de imágenes borrado.

source: Are you sure you want to clear the image cache?
es: Esta seguro que desea limpiar el cache de imágenes?

source: Page cache cleared successfully.
es: Cache de Páginas limpiado exitosamente.

source: Cleared page cache.
es: Cache de páginas borrado.

source: Are you sure you want to clear the page cache?
es: Esta seguro que desea limpiar el cache de páginas?

source: Cron executed manually.
es: Cron fue ejecutado manualmente.

source: To run cron jobs automatically you need to set a command to execute on your operating system crontab as the following examples:
es: Para ejecutar los cron jobs automaticamente necesitas establecer un comando en el crontab de tu sistema operativo como los siguientes ejemplos:

source: Last time cron jobs executed:
es: Última vez que ejecutaron los cron jobs:

source: never
es: nunca

source: Run cron jobs?
es: ¿Ejecutar los cron jobs?

source: The process of running the cron jobs could take a long time. Execute jobs now?
es: El proceso de ejecutar los cron jobs puede tomar un tiempo largo. ¿Ejecutar ahora?

source: Code line of Error
es: Línea de código del Error

source: Clear Errors Database
es: Limpiar Base de Dato de Errores

source: Successfully removed all logged errors.
es: Se removieron todos los errores exitosamente.

source: Cleared errors log.
es: Log de errores borrado.

source: Are you sure you want to remove all error messages?
es: Esta seguro que desea remover todos los mensajes de error?

source: Error Log
es: Log de Errores

source: System Log
es: Log del Sistema

source: Errors Log
es: Log de Errores

source: Clear Errors Log
es: Limpiar Log de Errores

source: Date Descending
es: Fecha Descendente

source: Date Ascending
es: Fecha Ascendente

source: Error Level Descending
es: Nivel de Error Descendente

source: Error Level Ascending
es: Nivel de Error Ascendente

source: Order by:
es: Ordenar por:

source: Total errors:
es: Total de errores:

source: Message
es: Mensaje

source: File
es: Archivo

source: Line
es: Línea

source: Page
es: Página

source: Clear Logs Database
es: Limpiar Base de datos del Log

source: Successfully removed all logged messages.
es: Todos los mensajes del log fueron removidos exitosamente.

source: Cleared system log.
es: Log del sistema borrado.

source: Are you sure you want to remove all messages?
es: Esta seguro que desea remover todos los mensajes.

source: Clear Log
es: Limpiar Log

source: Total messages:
es: Total de mensajes:

source: Emergency
es: Emergencia

source: Alert
es: Alerta

source: Critical
es: Critico

source: Module
es: Módulo

source: Mailer Settings
es: Configuraciones del Correo

source: Updated mailer settings.
es: Configuraciones de correo actualizadas.

source: Mail (default)
es: Mail (predeterminado)

source: Mailing system:
es: Sistema de correo:

source: From name:
es: Nombre para desde:

source: The name used on the from email.
es: El nombre usado para el envio de correos electrónicos.

source: From e-mail:
es: Correo electrónico para desde:

source: The email used on the from email.
es: El correo electrónico utilizado en el evío de correos.

source: Authentication:
es: Autentificación:

source: Encryption method:
es: Método de encripción:

source: Validation of Certificate:
es: Validación de Certificado:

source: Verifies that the smtp server certificate is valid.
es: Verifica que el certificado del servidor smtp sea válido.

source: Host:
es: Servidor:

source: Port:
es: Puerto:

source: Password:
es: Contraseña:

source: SMTP Configuration
es: Configuración SMTP

source: Reindex SQLite Search Engine Database
es: Re-indexear Base De Datos SQLite del Motor de Búsqueda

source: Indexation of SQLite search database completed.
es: Operación de recreación de la base de datos de búsqueda completado.

source: Re-indexed search database.
es: Base de datos de búsqueda re-indexada.

source: The proces of recreating sqlite search engine index could take some time. Are you sure you want do this?
es: El proceso de recrear la base de datos de sqlite del motor de búsqueda puede tomar un tiempo largo. ¿Estas seguro que deseas hacer esto?

source: Search Settings
es: Configuraciones del buscador

source: Edited search settings.
es: Configuraciones del buscador editadas.

source: Enables displaying the searched categories as the title of the search page.
es: Activa la muestra de las categorías buscadas como el título de la página.

source: Display category titles?
es: ¿Mostrar el título de las categorías?

source: Width:
es: Ancho:

source: The pixels width of the image displayed on search results. Default: 60px
es: El ancho en pixeles de la imagen mostrada en los resultados de búsqueda. Predeterminado: 60px

source: Height:
es: Alto:

source: The pixels height of the image displayed on search results. Default: 60px
es: El largo en pixeles de la imagen mostrada en los resultados de búsqueda. Predeterminado: 60px

source: The background color of images when forced aspect ratio in html notation, example: d3d3d3.
es: El color de fondo para las imágenes cuando se fuerza la relación de aspecto, en formato html, ejemplo: d3d3d3.

source: Display Images
es: Mostrar imágenes

source: Types where displaying images
es: Los tipos donde se mostrarán imágenes

source: Content type fields
es: Campos de tipos de contenido

source: A list of field names in the format Label:field_name separated by comma for each content type that are displayed on search results. Example: Description:content, Page Views:views, etc.
es: Un listado de nombres de campos en el formato Etiqueta:nombre_de_campo separados por coma para cada tipo de contenido que es mostrado en los resultados de búsqueda. Ejemplo: Descripción:content, Vistas de Páginas:views, etc.

source: Results not found
es: Resultados no encontrados

source: Optional content that is displayed when search results are not found, supports php code.
es: Contenido opcional que es mostrado cuando no se encuentran resultados, soporta código PHP.

source: Sqlite Database Center
es: Sqlite Centro de Bases de Datos

source: Upload Database Backup
es: Subir Copia de Base de Datos

source: Database
es: Base de Datos

source: Backup
es: Respaldo

source: Sqlite Backup
es: Respaldo Sqlite

source: Backup sql database '{database}'.
es: Base de datos sql '{database}' resguardada.

source: Delete Sqlite Database
es: Borrar Base de Datos Sqlite

source: Database successfully deleted.
es: Respaldo eliminado exitosamente.

source: Deleted sql database '{database}'.
es: Base de datos sql '{database}' borrada.

source: Are you sure you want to delete the database?
es: Esta seguro que desea borrar la base de datos?

source: Database:
es: Base de datos:

source: Upload Sqlite Backup
es: Subir Respaldo Sqlite

source: By uploading a backup you will overwrite any existing data on a database.
es: Al subir un respaldo borras toda la data que este en la base de datos actualmente.

source: Database restored.
es: Base de datos restaurada.

source: Uploaded sql database '{database}'.
es: Base de datos sql '{database}' subida.

source: Backup file:
es: Archivo de respaldo:

source: An sql or zip backup file generated by the sqlite backup center.
es: Un archivo de respaldo sql o zip generado por el centro de respaldos sqlite.

source: Preview
es: Previsualización:

source: Preview not available
es: Vista no disponible

source: View theme info.
es: Ver información del tema.

source: Delete Theme
es: Borrar Tema

source: Theme successfully deleted.
es: Tema borrado exitosamente.

source: Deleted theme '{theme}'.
es: Tema '{theme}' borrado.

source: Are you sure you want to delete the theme?
es: Estas seguro que deseas eliminar el tema?

source: Theme:
es: Tema:

source: Upload Theme
es: Subir Tema

source: By uploading a theme you will override any existing system one with your version.
es: Al subir un tema estarás sobre escribiendo cualquiera existente del sistema.

source: Theme uploaded.
es: Tema subido.

source: Uploaded theme '{theme}'.
es: Tema '{theme}' subido.

source: Theme file:
es: Archivo de tema:

source: A valid theme zip file.
es: Un archivo zip válido de tema.

source: Theme Info
es: Información de Tema

source: Developer:
es: Desarrollador:

source: Types
es: Tipos

source: Create Type
es: Crear Tipo

source: Fields
es: Campos

source: The type has been successfully created.
es: El tipo fue creado exitosamente.

source: Added content type '{machine_name}'.
es: Tipo de contenido '{machine_name}' añadido.

source: A readable machine name, like for example: my-type.
es: Un nombre de máquina leíble, por ejemplo: mi-tipo

source: A human readable name like for example: My Type.
es: Un nombre leíble por ejemplo: Mi Tipo

source: A brief description of the type.
es: Una descripción del tipo.

source: The image displayed by default if content of this type doesn't have one.
es: La imagen predeterminada si contenido de este tipo no posee una.

source: Image
es: Imagen

source: The categories a user can select for this type of content.
es: Las categorías que los usuarios pueden seleccionar para este tipo de contenido.

source: Uri Scheme
es: Esquema del Uri

source: The scheme used for the auto generation of every path (uri) created under this type. Available placeholders: {user}, {type} and {title}
es: El esquema usado para la auto generación de todas las rutas (uri) creadas bajo este tipo. Marcadores de posición disponible: {user}, {type} y {title}

source: Default Input Format
es: Formato de Entrada Predeterminado

source: Moderation
es: Moderación

source: List of groups that require approval. Check all the groups that require approval on the content moderation queue for content to be published.
es: Listado de grupos que requieren aprobación. Marca todos los grupos que requieren aprobación en la lista de moderación de contenido para ser publicado.

source: The label of the input title.
es: La etiqueta del titulo de entrada.

source: Title description:
es: Descripción del título:

source: The description of the title.
es: La descripción del título:

source: The label of the input content.
es: La etiqueta de la entrada del contenido.

source: Content description:
es: Descripción del contenido:

source: The description of the content.
es: La descripción del contenido.

source: Labels
es: Etiquetas

source: To replace original labels of title and content when user is adding or editing content of this type.
es: Para reemplazar las etiquetas originales del título y contenido cuando un usuario está añadiendo o editando contenido de este tipo.

source: Delete Type
es: Eliminar Tipo

source: Type successfully deleted.
es: El tipo fue eliminado exitosamente.

source: Deleted content type '{machine_name}'.
es: Tipo de contenido '{machine_name}' borrado.

source: Are you sure you want to delete the type?
es: Estas seguro de querer borrar este tipo?

source: Edit Type
es: Editar Tipo

source: Uploads
es: Subidas

source: Maximum Posts
es: Máximo de Publicaciones

source: Edited content type '{machine_name}'.
es: Tipo de contenido '{machine_name}' editado.

source: The machine name of the type also used on the content template.
es: El nombre máquina el tipo támbien utilizado en los temas de contenido.

source: Content Type Fields
es: Campos de Tipo de Contenido

source: Add Field
es: Agregar Campo

source: No fields available click on Add Field to create one.
es: No existe campos disponible. Favor de dar un click a Agregar Campo para crear uno.

source: Create Content Type Field
es: Crear Tipo de Campo de Contenido

source: The content type field has been successfully created.
es: El campo de tipo de contenido fue creado exitosamente.

source: Added field '{name}' to content type '{machine_name}'.
es: Campo '{name}' añadido a tipo de contenido '{machine_name}'.

source: Variable name:
es: Nombre de variable:

source: The name of the variable used for this field when generating the form code.
es: El nombre de la variable usada para este campo cuando genera el código de la forma.

source: A human readable name displayed when the form is generated.
es: Un nombre leíble para mostrarse cuando la forma es generada.

source: A brief description of how the user should fill this field or it's purpose.
es: Una breve descripción de como el usuario debe llenar este campo o el propósito.

source: Color selector
es: Selector de Colores

source: Date picker
es: Selector de Fecha

source: File upload
es: Subida de archivo

source: Image upload
es: Subida de imagen

source: Other
es: Otro

source: Password
es: Contraseña

source: Text
es: Texto

source: Uri area
es: Area de uri

source: Google Map Location
es: Localización en Google Maps

source: The type of the form field.
es: El tipo de campo de la forma.

source: Input limit:
es: Límite de entrada:

source: The maximun amount of character the user can insert if this is a text or textarea field. 0 for unlimited.
es: La máxima cantidad de caracteres que un usuario puede insertar si es un texto o campo de area de texto. 0 para ilimitado.

source: Default value:
es: Valor Predeterminado:

source: The default value for a text, textarea, password, hidden, other or a list like select, radio and checkbox.
es: El valor predeterminado para el campo de texto, area de texto, contraseña, valor "hidden", otro or una lista de selección, "radio" y "checkbox".

source: Image width:
es: Ancho de imagen:

source: Maximum width of the image in pixels in case this field is an image upload. 0 for unlimited.
es: Ancho máximo de la imagen en pixeles en caso que este campo es una subida de imagen. 0 para ilimitado.

source: Multiple upload?
es: ¿Subida múltiple?

source: Enable or disable multiple image uploads.
es: Activar o desactivar la subida múltiple de imágenes.

source: Maximum images:
es: Máximo de imágenes:

source: The maximum amount of allowed images to upload if multiple is enabled, 0 for unlimited.
es: La cantidad máxima de imágenes a subir permitida si subidas múltiples esta activado, 0 para ilimitado.

source: Description field:
es: Campo de descripción:

source: Allows entering a description for upload.
es: Permite la entrada de una descripción para la subida.

source: Options used in case the type selected is a image upload.
es: Opciones usadas en caso que el tipo seleccionado sea subida de imagen.

source: File extensions:
es: Extensiones de archivo:

source: A comma (,) seperated list of extensions allowed for upload in case of file upload. For example: txt, doc, pdf
es: Un listado de extensiones de archivo permitidos para subir separadas por coma (,). Por ejemplo: txt, doc, pdf

source: File size:
es: Tamaño del archivo:

source: The maximum permitted file size in kilobytes. For example: 100k
es: El tamaño máximo permitido en kilobytes. Por ejemplo: 100k

source: The maximum file upload size allowed by this server is:
es: El tamaño máximo de subida de archivos permitido por este server es:

source: Enable or disable multiple file uploads.
es: Activar o desactivar la subida múltiple de archivos.

source: Maximum files:
es: Máximo de archivos:

source: The maximum amount of allowed files to upload if multiple is enabled, 0 for unlimited.
es: La cantidad máxima de archivos a subir permitida si subidas múltiples esta activado, 0 para ilimitado.

source: Options used in case the type selected is a file upload.
es: Opciones usadas en caso que el tipo seleccionado sea subida de archivo.

source: Latitude name:
es: Nombre de latitud:

source: Name of the latitude field.
es: Nombre del campo de latitud.
