Repository: jegoyalu/jariscms
Catalog: modules/parallax/language/*/strings.po
Languages: es

source: Add Parallax Background
es: Añadir Fondo de Paralaje

source: Background successfully added.
es: Fondo exitosamente agregado.

source: The image could not be moved to files/parallax directory.
es: La imagen no pudo ser movida al directorio files/parallax.

source: Description:
es: Descripción:

source: Description of the parallax like for example: January 2011 special product promotion.
es: Descripción del paralaje como por ejemplo: Promoción especial de enero.

source: Background image file:
es: Archivo de imagen de fondo:

source: Element:
es: Elemento:

source: The css selector of an explicit element to put the background image.
es: Un selector css de un elemento en la página para colocar la imagen de fondo.

source: Background color:
es: Color de fondo:

source: The background color for the element.
es: El color de fondo para el elemento.

source: Top
es: Arriba

source: Center
es: Centro

source: Bottom
es: Abajo

source: Left
es: Izquierda

source: Right
es: Derecha

source: Position
es: Posición

source: Size
es: Tamaño

source: Display in all pages except the listed ones.
es: Mostrar en todas las páginas excepto en las que se listan.

source: Just display on the listed pages.
es: Solo mostrar en las páginas listadas.

source: Pages:
es: Páginas:

source: Pages to display
es: Páginas a mostrar

source: List of uri's seperated by comma (,). Also supports the wildcard (*), for example: my-section/*
es: Lista de uri separados por coma (,). Tambien soporta la expresion (*), por ejemplo: mi-seccion/*

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Delete Parallax Background
es: Borrar Fondo de Paralaje

source: Parallax successfully deleted.
es: Paralaje borrado exitosamente.

source: Are you sure you want to delete the parallax?
es: ¿Esta seguro que desea borrar el paralaje?

source: Yes
es: Si

source: Edit Parallax Background
es: Editar Fondo de Paralaje

source: Changes successfully saved.
es: Cambios exitosamente guardados.

source: Description of the background image like for example: January 2011 special product promotion.
es: Descripción de la imagen de fondo como por ejemplo: Promoción especial de producto para Enero 2011.

source: Current image:
es: Imagen actual:

source: New background image file:
es: Nuevo archivo de imagen de fondo:

source: The overall background color of the body.
es: El color de fondo global del cuerpo de la página.

source: List of uri's separated by comma (,). Also supports the wildcard (*), for example: my-section/*
es: Lista de uris separados por coma (,). Soporta la expresión (*), por ejemplo: mi-seccion/*

source: Parallax Backgrounds
es: Fondos de Paralaje

source: Add Parallax
es: Añadir Paralaje

source: Description
es: Descripción

source: Actions
es: Acciones

source: Edit
es: Editar

source: Delete
es: Borrar

source: No parallax background available.
es: No hay fondos de paralaje disponible.

source: Vertical position:
es: Posición vertical:

source: Horizontal position:
es: Posición horizontal:

source: Background size:
es: Tamaño del fondo:

source: Background attachment:
es: Forma de adjuntar el fondo:

source: Main Parent:
es: Raíz principal:

source: Parent of the block that will contain the background image.
es: Raíz del bloque que contendrá la imagen de fondo.

source: Parallax Background
es: Fondo de Paralaje

source: Settings
es: Configuraciones

source: To see, add and edit the parallax backgrounds of the site.
es: Para ver, añadir y editar fondos de paralaje en la página.

source: Remember to add parallax backgrounds on the Settings section of the Control Center.
es: Recuerde añadir los fondos de paralaje en la sección de Configuraciones del Centro de Control.

source: Add Parallax Now
es: Añadir Paralaje Ahora
