Repository: jegoyalu/jariscms
Catalog: modules/church_attendance/language/*/strings.po
Languages: es

source: Add Member or Visitor
es: Añadir Miembro o Visitante

source: First name:
es: Nombre:

source: Last name:
es: Apellido paterno:

source: Maiden name:
es: Apellido materno:

source: Male
es: Masculino

source: Female
es: Femenino

source: Gender:
es: Género:

source: Single
es: Soltero

source: Married
es: Casado

source: Divorced
es: Divorciado

source: Widow
es: Enviudado

source: Civil status:
es: Estado civil:

source: Day:
es: Día:

source: Month:
es: Mes:

source: Year:
es: Año:

source: Birth date
es: Fecha de Nacimiento

source: Yes
es: Sí

source: Has taken discipleship:
es: Ha tomado clases de discipulado:

source: Taken courses:
es: Cursos tomados:

source: Not Yet
es: Aún No

source: Year that accepted Jesus Christ:
es: Año en que acepto a Jesucristo:

source: Amount of time following Jesus:
es: Cantidad de tiempo siguiendo a Jesús:

source: Months
es: Meses

source: Years
es: Años

source: Time unit for the amount of time following Jesus:
es: La unidad de tiempo para la cantidad de tiempo siguiendo a Jesús:

source: Has been baptized:
es: Ha sido bautizado:

source: Amount of inmediate family members:
es: La cantidad de miembros de familia inmediata:

source: Visitor
es: Visitante

source: Member
es: Miembro

source: Inactive
es: Inactivo

source: Member status:
es: Estado del miembro:

source: Postal address:
es: Dirección postal:

source: Residential address:
es: Dirección Residencial:

source: E-mail:
es: Correo Electrónico:

source: Phone:
es: Teléfono:

source: Mobile phone:
es: Teléfono móvil:

source: Work place:
es: Lugar de trabajo:

source: Work phone:
es: Teléfono de trabajo:

source: Talents:
es: Talentos:

source: Group:
es: Grupo:

source: Notes:
es: Notas:

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Church Attendance Members by Birthdate
es: Miembros por Fecha de Nacimiento

source: Add Member
es: Añadir Miembro

source: Regular Member View
es: Vista Regular de Miembros

source: Courses Member View
es: Vista de Miembros por Cursos

source: Talents Member View
es: Vista de Miembros por Talento

source: Birthdate Member View
es: Vista de Miembros por Fecha de Nacimiento

source: Filter by month:
es: Filtrar por mes:

source: Current
es: Actual

source: Filter Results
es: Filtrar Resultados

source: First Name
es: Nombre

source: Last Names
es: Apellidos

source: Birthdate
es: Fecha de nacimiento

source: Church Attendance Members by Course
es: Miembros por Cursos

source: All
es: Todo

source: Filter by course:
es: Filtrar por curso:

source: Has taken course?
es: Ha tomado el curso?

source: Course
es: Curso

source: Please select a course in order to be able to check which members haven't taken it.
es: Por favor seleccione un curso para poder verificar que miembros no lo han tomado.

source: Church Attendance Members by Talent
es: Miembros por Talento

source: Filter by talent:
es: Filtrar por talento:

source: Talent
es: Talento

source: Delete Member or Visitor
es: Borrar Miembro o Visitante

source: Member or visitor successfully deleted.
es: Miembro o visitante borrado exitosamente.

source: Are you sure you want to delete this member?
es: Esta seguro que desea borrar este miembro?

source: Edit Member or Visitor
es: Editar Miembro o Visitante

source: View Attendance
es: Ver Asistencia

source: Church Attendance Members
es: Miembros de la Iglesia

source: Visitors
es: Visitantes

source: Members
es: Miembros

source: Discipleship:
es: Discipulado:

source: Accepted Christ:
es: Acepto a Cristo:

source: Baptized:
es: Bautizado:

source: Sort by:
es: Ordenar por:

source: Recent Visit Last
es: Visita Más Reciente Ultimo

source: Recent Visit First
es: Visita Más Reciente Primero

source: Name Ascending
es: Nombre Ascendente

source: Name Descending
es: Nombre Descendente

source: Last Visit
es: Última Visita

source: Operation
es: Operación

source: Delete
es: Eliminar

source: Register Reunion Attendance
es: Registrar Asistencia de Reunion

source: Invalid calendar event.
es: Evento de calendario invalido.

source: Date:
es: Fecha:

source: Select:
es: Seleccionar:

source: None
es: Ninguno

source: Delete Reunion
es: Borrar Reunion

source: Registered reunion successfully deleted.
es: Reunión registrada borrada exitosamente.

source: Are you sure you want to delete this reunion?
es: Esta seguro que desea borrar esta reunión?

source: Title:
es: Título:

source: Edit Reunion Attendance
es: Editar Asistencia de Reunión

source: Invalid reunion.
es: Reunión inválida.

source: Church Reunions Attendance Registry
es: Registro de Asistencia de Reuniones de la Iglesia

source: Date Descending
es: Fecha Descendente

source: Date Ascending
es: Fecha Ascendente

source: Attendance Descending
es: Asistencia Descendente

source: Attendance Ascending
es: Asistencia Ascendente

source: Date
es: Fecha

source: Title
es: Título

source: Attendance
es: Asistencia

source: Delete Course
es: Borrar Curso

source: You can not delete the predefined Courses.
es: No puede borrar los cursos predeterminados.

source: Course successfully deleted.
es: Curso exitosamente borrado.

source: Deleting a course will affect all associations for existing members.
es: Al borrar un curso se afectaran las asociaciones con todos los miembros existentes.

source: Are you sure you want to delete this course?
es: Esta seguro que desea borrar este curso?

source: Label:
es: Etiqueta:

source: Courses
es: Cursos

source: Courses successfully updated.
es: Cursos actualizados exitosamente.

source: Add
es: Añadir

source: Add Course
es: Añadir Curso

source: Label
es: Etiqueta

source: Delete Members Group
es: Borrar Grupo de Miembros

source: You can not delete the predefined groups.
es: No puede borrar los grupos predefinidos.

source: Attendance group successfully deleted.
es: Grupo de miembros borrado exitosamente.

source: Deleting a group will affect all associations for existing members.
es: Borrar un grupo afectara todas las asociaciones de miembros existentes.

source: Are you sure you want to delete this group?
es: Esta seguro que desea borrar este grupo?

source: Member Groups
es: Grupos de Miembros

source: Groups successfully updated.
es: Grupos actualizados exitosamente.

source: Add Group
es: Añadir Grupo

source: Delete Talent
es: Borrar Talento

source: You can not delete the predefined talents.
es: No puede borrar los talentos predeterminados.

source: Talent successfully deleted.
es: Talento borrado exitosamente.

source: Deleting a talent will affect all associations for existing members.
es: Al borrar un talento afectará las asociaciones a miembros existentes.

source: Are you sure you want to delete this talent?
es: Esta seguro que desea borrar este talento?

source: Talents
es: Talentos

source: Talents successfully updated.
es: Talentos actualizados exitosamente.

source: Add Talent
es: Añadir Talento

source: Church Reunion Attendance
es: Asistencia de Reuniones de la Iglesia

source: Manage Reunions
es: Manejar Reuniones

source: Manage Groups
es: Manejar Grupos

source: Manage Members
es: Manejar Miembros

source: Church Attendance
es: Asistencia de la Iglesia

source: View Reunions Attendance
es: Ver Asistencia de Reuniones

source: View/Edit reunions attendance.
es: Ver/Editar asistencia de reuniones.

source: View/Edit members.
es: Ver/Editar miembros.

source: View/Edit groups.
es: Ver/Editar grupos.

source: Manage Talents
es: Manejar Talentos

source: View/Edit talents.
es: Ver/Editar talentos.

source: Provides a an easy way to keep track of the church attendance.
es: Provee una manera fácil de mantener un record de las asistencias en la iglesia.

source: Gentlemen
es: Caballeros

source: Ladies
es: Damas

source: Boys
es: Niños

source: Girls
es: Niñas

source: Other
es: Otro

source: Discipleschip 101
es: Discipulado 101

source: Discipleschip 102
es: Discipulado 102

source: Institute
es: Instituto

source: Graphic Design
es: Diseño Gráfico

source: Adults Teacher
es: Maestro de Adultos

source: Poetry Compositor
es: Compositor de Poesía

source: Pantomimes
es: Pantomimas

source: Preach
es: Predicar

source: Declaim
es: Declamar

source: Music Composer
es: Composición Musical

source: Sing
es: Cantar

source: Visit the sick
es: Visitar enfermos

source: Dance
es: Danza

source: Sound
es: Sonido

source: Music
es: Música

source: Kids Teacher
es: Maestro de niños

source: Pray for the sick
es: Orar por los enfermos

source: Computers
es: Computadoras

source: Counseling
es: Consejería

source: Hand out treaties
es: Repartir tratados
