Repository: jegoyalu/jariscms
Catalog: modules/church_accounting/language/*/strings.po
Languages: es

source: Attachment not found
es: Adjunto no encontrado

source: The file does not exist.
es: El archivo no existe.

source: Add Expense
es: Añadir Gasto

source: number
es: número

source: paid to
es: pagado a

source: amount
es: cantidad

source: remove
es: remover

source: description
es: descripción

source: Expense successfully added.
es: Gasto exitosamente añadido.

source: Day:
es: Día:

source: Month:
es: Mes:

source: Year:
es: Año:

source: Date
es: Fecha

source: Date when the offerings where received.
es: Día en que la ofrenda fue recibida.

source: Category:
es: Categoría:

source: The category that best apply for this entry.
es: La categoría que mejor aplica para esta entrada.

source: Description:
es: Descripción:

source: A brief or detailed description about the expenses.
es: Una descripción breve o detallada sobre los gastos.

source: Description
es: Descripción

source: Amount
es: Cantidad

source: Add expense
es: Añadir gasto

source: Expenses
es: Gastos

source: A list of expenses.
es: Una lista de gastos.

source: Number
es: Número

source: Paid to
es: Pagado a

source: Add check
es: Agregar cheque

source: Checks
es: Cheques

source: Checks used to pay the expenses.
es: Cheques utilizados para pagar los gastos.

source: Files:
es: Archivos:

source: Attachments
es: Adjuntos

source: You can attach any file type like photos of checks, etc...
es: Puede adjuntar cualquier tipo de archivo como fotos de cheques, etc...

source: Prepared by:
es: Preparado por:

source: The treasurer or person who entered this data.
es: El tesorero o persona que entro esta data.

source: Verified by:
es: Verificado por:

source: The sub-treasurer or person who verified this data.
es: El sub-tesorero o persona que verificó esta data.

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Delete Selected Expense
es: Borrar Gasto Seleccionado

source: Expense entry successfully deleted.
es: Entrada de gasto exitosamente borrada.

source: Are you sure you want to delete this expense entry?
es: ¿Estás seguro que deseas eliminar este gasto?

source: Yes
es: Sí

source: Edit Expense
es: Editar Gasto

source: Expense successfully edited.
es: Gasto exitosamente editado.

source: Order
es: Orden

source: File
es: Archivo

source: Action
es: Acción

source: Delete
es: Eliminar

source: Current files:
es: Archivos actuales:

source: Church Accounting Expenses
es: Gastos de la Iglesia

source: Income/Expenses Report
es: Reporte de Ingresos / Gastos

source: Transactions Report
es: Reporte de Transacciones

source: Date Descending
es: Fecha Descendente

source: Date Ascending
es: Fecha Ascendente

source: All
es: Todo

source: Sort by:
es: Ordenar por:

source: Category
es: Categoría

source: Operation
es: Operación

source: Edit
es: Editar

source: Delete Selected Income
es: Borrar Ingreso Seleccionado

source: Income entry successfully deleted.
es: Entrada de ingreso borrada exitosamente.

source: Are you sure you want to delete this income entry?
es: ¿Estás seguro que deseas eliminar este ingreso?

source: Add Offerings
es: Añadir Ofrenda

source: Offerings successfully added.
es: Ofrenda exitosamente añadida.

source: A brief or detailed description about the income.
es: Una descripción breve o detallada de los ingresos.

source: Cash
es: Efectivo

source: Enter the quantity received for each amount that applies.
es: Entre la cantidad recibida para todas las monedas o billetes que apliquen.

source: Any checks received as offering.
es: Cheques recibidos como ofrenda.

source: Additional amount
es: Cantidad adicional

source: Any other additional amount.
es: Alguna cantidad adicional recibida.

source: Edit Offerings
es: Editar Ofrenda

source: Offerings successfully edited.
es: Ofrenda exitosamente editada.

source: Church Accounting Income
es: Ingresos de la Iglesia

source: Church Accounting Income/Expenses Report
es: Reporte de Ingresos / Gastos

source: Print
es: Imprimir

source: View
es: Ver

source: Add Tithe
es: Añadir Diezmo

source: Tithe successfully added.
es: Diezmo exitosamente añadido.

source: Tither:
es: Diezmante:

source: Date when the tithe was received.
es: Día en que el diezmo fue recibido.

source: Edit Tithe
es: Editar Diezmo

source: Tithe successfully edited.
es: Diezmo exitosamente editado.

source: Add Thites
es: Añadir Diezmo

source: Offerings
es: Ofrendas

source: Tithes
es: Diezmos

source: Filter by:
es: Filtrar por:

source: Add Tither
es: Añadir Diezmante

source: First name:
es: Nombre:

source: Last name:
es: Apellido paterno:

source: Maiden name:
es: Apellido materno:

source: Postal address:
es: Dirección postal:

source: E-mail:
es: Correo Electrónico:

source: Phone:
es: Teléfono:

source: Mobile phone:
es: Teléfono móvil:

source: Delete Tither
es: Eliminar Diezmante

source: Tither successfully deleted.
es: Diezmante exitosamente eliminado.

source: Are you sure you want to delete this tither?
es: ¿Estás seguro que deseas eliminar este diezmante?

source: Edit Tither
es: Editar Diezmante

source: Reports
es: Reportes

source: Tither Report
es: Reporte de Diezmos

source: Print Certification
es: Imprimir Certificación

source: Church Accounting Tithers
es: Diezmantes de la Iglesia

source: First Name
es: Nombre

source: Last Names
es: Apellidos

source: Contact
es: Contacto

source: Add tithe
es: Añadir diezmo

source: Church Accounting Transactions
es: Transacciones de la Iglesia

source: Delete Expenses Category
es: Borrar Categoría de Gastos

source: You can not delete the predefined categories.
es: No puede borrar las categorías predeterminadas.

source: Expense category successfully deleted.
es: Categoría de gasto eliminada exitosamente.

source: Deleting an expense category will affect all associations for existing expenses.
es: Al borrar una categoría de gastos se afectarán todas las asociaciones con gastos existentes.

source: Are you sure you want to delete this category?
es: ¿Estás seguro que deseas eliminar esta categoría?

source: Label:
es: Etiqueta:

source: Expense Categories
es: Categorías de Gasto

source: Categories successfully updated.
es: Categorías exitosamente actualizadas.

source: Add
es: Añadir

source: Add Category
es: Añadir Categoría

source: Label
es: Etiqueta

source: Delete Income Category
es: Borrar Categoría de Ingreso

source: Income category successfully deleted.
es: Categoría de ingreso eliminada exitosamente.

source: Deleting an income category will affect all associations for existing income.
es: Borrar una categoría de ingreso afectará todas las asociaciones de ingreso existente.

source: Income Categories
es: Categorías de Ingreso

source: View Income
es: Ver Ingreso

source: Add Income
es: Añadir Ingreso

source: Edit Income
es: Editar Ingreso

source: Delete Income
es: Borrar Ingreso

source: View Expenses
es: Ver Gastos

source: Add Expenses
es: Añadir Gastos

source: Edit Expenses
es: Editar Gasto

source: Delete Expenses
es: Borrar Gasto

source: Manage Categories
es: Manejar Categorías

source: Manage Tithers
es: Manejar Diezmantes

source: Church Accounting
es: Contabilidad de la Iglesia

source: Add offerings
es: Añadir ofrenda

source: Add offerings and thites.
es: Añadir ofrendas y diezmos.

source: Add tithes
es: Añadir diezmos

source: View all income
es: Ver todo el ingreso

source: View or manage existing income.
es: Ver o manejar el ingreso existente.

source: Add expenses
es: Añadir gastos

source: Add expenses on rent, materials, etc...
es: Añadir gastos en renta, materiales, etc...

source: View all expenses
es: Ver todos los gastos

source: View or manage existing expenses.
es: Ver o manejar gastos existentes.

source: Manage tithers
es: Manejar diezmantes

source: View or manage tithers.
es: Ver o manejar los diezmantes.

source: Manage income categories
es: Manejar categorías de ingreso

source: View or manage income categories.
es: Ver o manejar categorías de ingreso.

source: Manage expense categories
es: Manejar categorías de gastos

source: View or manage expense categories.
es: Ver o manejar las categorías de gastos.

source: Provides a an easy way to keep track of the church finances.
es: Provee una manera fácil de administrar las finanzas de la iglesia.

source: Tithe
es: Diezmo

source: Offering
es: Ofrenda

source: Bank Interest
es: Interés de Banco

source: Other
es: Otro

source: Activities
es: Actividades

source: Rent
es: Renta

source: Radio Broadcasting
es: Transmisión Radial

source: Materials
es: Materiales

source: Equipment
es: Equipo

source: Travel
es: Viajes

source: Donation
es: Donaciones

source: Income and Expenses Report
es: Reporte de Ingresos y Gastos

source: All time report
es: Reporte de todo el transcurso de tiempo

source: Income
es: Ingreso

source: Income:
es: Ingreso:

source: Expenses:
es: Gastos:

source: Month
es: Mes

source: Year
es: Año

source: Type
es: Tipo

source: Debit
es: Débito

source: Credit
es: Crédito

source: Items
es: Artículos

source: Net Total:
es: Total Neto:
