Repository: jegoyalu/jariscms
Catalog: modules/terms_generator/language/*/strings.po
Languages: es

source: Terms Generator
es: Generador de Términos

source: Terms generated successfully!
es: Términos generados exitosamente!

source: Company name:
es: Nombre de compañía:

source: The company name as it will appear on the generated terms.
es: El nombre de la compañía como aparecerá en los términos a generar.

source: Contact us:
es: Contacto:

source: The uri of existing contact us page.
es: El uri de una página existente de contacto.

source: Terms and conditions:
es: Términos y Condiciones:

source: The uri of the terms and conditions page to create. Note that if the provided uri exists the content of that page will be overwritten.
es: El uri de la página de términos y condiciones a ser creada. Nota, si el uri proveído existe el contenido de esa página será sobre escrito.

source: Privacy policy:
es: Política de privacidad:

source: The uri of the privacy policy page to create. Note that if the provided uri exists the content of that page will be overwritten.
es: El uri de la página de política de privacidad a ser creada. Nota, si el uri proveído existe el contenido de esa página será sobre escrito.

source: Return policy:
es: Política de devoluciones:

source: The uri of the return policy page to create. Note that if the provided uri exists the content of that page will be overwritten.
es: El uri de la página de política de devoluciones a ser creada. Nota, si el uri proveído existe el contenido de esa página será sobre escrito.

source: The amount of days for applicable return after doing the order.
es: La cantidad de días aplicables para devoluciones después de la orden de compra.

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Settings
es: Configuraciones

source: Helps you generate terms and conditions, privacy policy and return policy.
es: Asiste en la generación de los términos y condiciones, política de privacidad y política de devoluciones.

source: Generates terms and conditions, privacy policy and return policy.
es: Genera términos y condiciones, política de privacidad y política de devoluciones.

source: Remember to generate your terms on the Settings section of the Control Center.
es: Recuerda generar sus términos y condiciones en la sección de Configuraciones del Centro de Control.

source: Generate Now
es: Generar Ahora
