Repository: jegoyalu/jariscms
Catalog: modules/rss/language/*/strings.po
Languages: es

source: Remember to set the rss configurations to work properly.
es: Recuerda configurar las opciones del RSS para su correcto funcionamiento.

source: Configure Now
es: Configurar Ahora

source: You can use the rss selecter tool to generate rss by content type.
es: Puedes utilizar la herramienta de selección de RSS para generar listados por tipo de contenido.

source: Goto the Rss Selector Page
es: Ir a la Página del Selector RSS

source: RSS Generator
es: Generador RSS

source: Automatically generates rss feeds by type
es: Automaticamente genera listados RSS por tipo de contenido.

source: RSS Selector
es: Selector RSS

source: All
es: Todo

source: Type of content:
es: Tipo de contenido:

source: View
es: Ver

source: Your changes have been saved.
es: Tus cambios fueron guardados.

source: Description lenght:
es: Largo de descripción:

source: The amount of words to include on the description of the rss item. Default is 45
es: La cantidad de palabras a incluir en los items de RSS. El valor predeterminado es 45

source: Enable
es: Activar

source: Disable
es: Desactivar

source: Images width:
es: Ancho de imágenes

source: The widht in pixels for the rss images. Default is 512
es: El ancho en pixeles para las imágenes del RSS. El valor predeterminado es 512

source: Images height:
es: Alto de imágenes:

source: The height in pixels for the rss images. Default is 384
es: El alto en pixeles para las imágenes del RSS. El valor predeterminado es 384

source: Keep aspect ratio?
es: ¿Mantener aspecto?

source: Images
es: Imágenes

source: Save
es: Guardar

source: Cancel
es: Cancelar
